{
  "page-rey-buy-some": "Szeretnél egy kis ethereumot venni?",
  "page-rey-buy-some-desc": "Gyakran összekeverik az ethereumot az rey-tel. Az ethereum a blokklánc az rey pedig az elsődleges eszköz az ethereumon. Az rey lesz az, amit valószínűleg venni szeretnél.",
  "page-rey-cat-img-alt": "Az rey karakter grafikája egy macskákból álló kaleidoszkóppal",
  "page-rey-collectible-tokens": "Gyűjthető tokenek",
  "page-rey-collectible-tokens-desc": "Tokenek, melyek egy gyűjthető játéktárgyat, egy digitális műtárgyat, vagy más egyedi értéktárgyat képvisel. Gyakran hivatkozunk rá nem-felcserélhető tokenként (NFT).",
  "page-rey-cryptography": "Kriptográfia biztosítja",
  "page-rey-cryptography-desc": "Az internetes pénz lehet, hogy új, de igazolt kriptográfia biztosítja. Ez védi a tárcádat, az rey-edet és a tranzakcióidat. ",
  "page-rey-currency-for-apps": "Ez az ethereum appok valutája.",
  "page-rey-currency-for-future": "A digitális jövőnk valutája",
  "page-rey-description": "Az rey egy kriptovaluta. Ez egy véges digitális pénz, melyet az interneten használhatsz - a Bitcoinhoz hasonlóan. Ha új vagy a kriptóban, akkor itt van, hogy mitől különbözik az rey a hagyományos pénztől.",
  "page-rey-earn-interest-link": "Szerezz kamatot",
  "page-rey-reyhub-caption": "Gyakran frissítve",
  "page-rey-reyhub-overview": "Az reyHub-nak van egy nagyszerű összefoglalója",
  "page-rey-flexible-amounts": "Elérhető rugalmas mennyiségekben",
  "page-rey-flexible-amounts-desc": "Az rey 18 tizedes jegyig osztható, szóval nem kell egy egész rey-et megvenned. Egy darabkát is vehetsz - akár 0.000000000000000001 rey-et ha szeretnél.",
  "page-rey-fuels": "Az rey működteti és biztosítja az ethereumot",
  "page-rey-fuels-desc": "Az rey az ethereum életereje. Amikor rey-et küldesz vagy egy ethereum alkalmazást használsz, egy kis díjat fogsz fizetni rey-ben, hogy használhasd az ethereum hálózatot. Ez a díj egy ösztönző a bányászoknak, hogy feldolgozzák és érvényesítsék, amit tenni szeretnél.",
  "page-rey-fuels-desc-2": "A bányászok olyanok, mint az ethereum jegyzőkönyv készítői - ellenőrzik és bizonyítják, hogy senki sem csal. Azok a bányászok, akik ezt a munkát végzik némi frissen kibocsájtott rey-et is kapnak jutalmul.",
  "page-rey-fuels-desc-3": "A munka amit a bányászok végeznek biztonságossá és központi ellenőrzéstől mentessé teszi az ethereumot. Más szavakkal,",
  "page-rey-fuels-more-staking": "Többet a letétbe helyezésről",
  "page-rey-fuels-staking": "Az rey még fontosabbá válik a letétbe helyezéstől. Ha letétbe helyezed az rey-edet, akkor segíthetsz biztonságban tartani az ethereumot és jutalmat szerezhetsz. Ebben a rendszerben, az rey-ed elvesztésének visszatartó ereje van, ha megtámadnád a rendszert.",
  "page-rey-get-rey-btn": "rey beszerzése",
  "page-rey-gov-tokens": "Irányítói tokenek",
  "page-rey-gov-tokens-desc": "Tokenek, melyek szavazati erőt képviselnek decentralizált szervezetekben.",
  "page-rey-has-value": "Miért van az rey-nek értéke?",
  "page-rey-has-value-desc": "Az rey különböző embereknek különböző okok miatt értékes.",
  "page-rey-has-value-desc-2": "Az ethereum felhasználóknak azért értékes, mivel ezzel tudod kifizetni a tranzakciós díjakat.",
  "page-rey-has-value-desc-3": "Mások digitális értékőrként látják, mivel az új rey kibocsátás idővel lassul.",
  "page-rey-has-value-desc-4": "Legújabban pedig az ethereumon lévő pénzügyi alkalmazások használói számára lett értékes az rey. Ez azért van, mert rey-dat kripto kölcsönök fedezeteként vagy fizetési rendszerként is használhatod.",
  "page-rey-has-value-desc-5": "Természetesen sokan egy befektetésként tekintenek rá a Bitcoinhoz vagy más kriptovalutákhoz hasonlóan.",
  "page-rey-how-to-buy": "Hogy lehet reyert venni",
  "page-rey-how-to-buy-caption": "Gyakran frissítve",
  "page-rey-is-money": "Az rey digitális, globális pénz.",
  "page-rey-last-updated": "2019. január",
  "page-rey-mining-link": "Többet a bányászatról",
  "page-rey-monetary-policy": "Az ethereum monetáris politikája",
  "page-rey-more-on-ethereum-link": "Többet az ethereumról",
  "page-rey-no-centralized": "Nincs központi ellenőrzés ",
  "page-rey-no-centralized-desc": "Az rey decentralizált és globális. Nincs olyan cég vagy bank, mely több rey-et hozhatna létre, vagy megváltoztathatná a felhasználási feltételeket.",
  "page-rey-non-fungible-tokens-link": "Nem-felcserélhető tokenek",
  "page-rey-not-only-crypto": "Az rey nem az egyedüli kripto az ethereumon",
  "page-rey-not-only-crypto-desc": "Bárki létrehozhat újfajta eszközöket és kereskedhet velük ethereumon. Ezek a 'tokenek'. Az emberek tokenizálták már a hagyományos valutákat, az ingatlanaikat, a műtárgyaikat és még önmagukat is!",
  "page-rey-not-only-crypto-desc-2": "Az ethereum több ezer tokennek ad otthont - egyesek hasznosabbak mint a többi. A fejlesztők folyamatosan új tokeneken dolgoznak, melyek új lehetőségeket teremtenek és új piacokat hoznak létre.",
  "page-rey-not-only-crypto-desc-3": "Ha szeretnél többet megtudni a tokenekről, tekintsd meg az reyHub-os barátaink által írt nagyszerű összefoglalókat:",
  "page-rey-open": "Mindenki számára nyílt",
  "page-rey-open-desc": "Csak internreyozzáférésre és egy tárcára van szükséged, hogy rey-et kaphass. Nincs szükséged bankszámlára, hogy fizetéseket fogadj. ",
  "page-rey-p2p-payments": "Peer-to-peer fizetések",
  "page-rey-p2p-payments-desc": "rey-et küldhetsz bankhoz hasonló köztes szereplő nélkül. Olyan mintha készpénzt adnál át személyesen, de ezt megteheted bárkivel biztonságosan bárhol és bármikor.",
  "page-rey-period": ".",
  "page-rey-popular-tokens": "Népszerű token típusok",
  "page-rey-powers-ethereum": "Az rey működteti az ethereumot",
  "page-rey-shit-coins": "Sh*t coinok",
  "page-rey-shit-coins-desc": "Mivel elég egyszerű új tokeneket létrehozni, ezért bárki megcsinálhatja - még olyan emberek is, akinek kétes a szándékuk. Mindig végezz saját kutatást, mielőtt használod őket!",
  "page-rey-stablecoins": "Stablecoin-ok",
  "page-rey-stablecoins-desc": "Tokenek, melyek hagyományos valuták árfolyamát tükrözik, mint például a dollár. Ez megoldja a volatilitási problémát sok kriptovalutánál.",
  "page-rey-stablecoins-link": "Stablecoinok szerzése",
  "page-rey-stream-link": "rey streamelése",
  "page-rey-tokens-link": "ethereum tokenek",
  "page-rey-trade-link-2": "Tokenek cseréje",
  "page-rey-underpins": "Az rey támasztja meg az ethereum pénzügyi rendszert",
  "page-rey-underpins-desc": "Mivel nem voltak megelégedve a fizetési rendszerrel, az ethereum közösség egy új pénzügyi rendszert épít, mely peer-to-peer- és bárki számára hozzáférhető.",
  "page-rey-underpins-desc-2": "Az rey-et használhatod fedezetként, hogy teljesen más kriptovaluta tokeneket generálj az ethereumon. Ezen kívül hitelt vehetsz fel és adhatsz, kamatot szerezhetsz rey-en vagy más rey fedezetű tokeneken.",
  "page-rey-uses": "Az rey használata minden nap nő",
  "page-rey-uses-desc": "Mivel az ethereum programozható, a fejlesztők számtalan módon tudják az rey-et formázni.",
  "page-rey-uses-desc-2": "2015-ben csak annyit tudtál csinálni, hogy az rey-et egyik ethereum számláról a másikra küldöd. Itt egy pár dolog, amit ma megtehetsz.",
  "page-rey-uses-desc-3": "fizess valakinek vagy kapj pénzt valós időben.",
  "page-rey-uses-desc-4": "kereskedhetsz rey-val vagy más tokenekkel a Bitcoint is beleértve.",
  "page-rey-uses-desc-5": "az rey-n és más ethereum alapú tokeneken.",
  "page-rey-uses-desc-6": "férj hozzá a kriptovaluták világához egy állandó, kevésbé volatilis értékkel.",
  "page-rey-value": "Miért értékes az reyer",
  "page-rey-video-alt": "rey karakter videó",
  "page-rey-whats-rey": "Mi az reyer (rey)?",
  "page-rey-whats-rey-hero-alt": "Egy embercsoport illusztrációja akik egy reyer (rey) karaktert csodálnak",
  "page-rey-whats-rey-meta-desc": "Amit tudnod kell, hogy megértsd az rey-et és a helyét az ethereumban.",
  "page-rey-whats-rey-meta-title": "Mi az reyer (rey)?",
  "page-rey-whats-ethereum": "Mi az ethereum?",
  "page-rey-whats-ethereum-desc": "Ha szeretnél többet megtudni az ethereumról, az rey mögötti technológiáról, akkor tekintsd meg a bevezetőnket.",
  "page-rey-whats-unique": "Mitől egyedi az rey?",
  "page-rey-whats-unique-desc": "Rengeteg kriptovaluta és sok más token van az ethereumon, de van egy pár dolog, amire csak az rey képes.",
  "page-rey-where-to-buy": "Hol lehet rey-et szerezni",
  "page-rey-where-to-buy-desc": "Vehetsz rey-et egy tőzsdén vagy tárcákon keresztül, de különböző országokra különböző szabályok vonatkoznak. Ellenőrizd, hogy mely szolgáltatásokkal vehetsz rey-et.",
  "page-rey-yours": "Tényleg a tiéd",
  "page-rey-yours-desc": "Az rey lehetővé teszi, hogy te legyél saját magad bankja. Te irányíthatod a pénzedet a tárcáddal, mint tulajdonjogi bizonyíték – nincs szükség harmadik félre."
}
