{
  "page-rey-just-staking": "Letétbe helyezés",
  "page-rey-staking-image-alt": "Egy orrszarvú kabala ábrája az rey indítópultra.",
  "page-rey-staking-51-desc-1": "A letétbe helyezés hozzáférhetőbbé teszi a validátorként történő hálózatba való csatlakozást, így valószínű, hogy később több validátor lesz a hálózatban, mint most. Ez még inkább megnehezíti ezt a fajta támadást, mivel megnő a támadás költsége.",
  "page-rey-staking-accessibility": "Hozzáférhetőbb",
  "page-rey-staking-accessibility-desc": "A kisebb hardver követelmények és a lehetőség, hogy 32 rey-nél kevesebbel is be tudsz szállni azt eredményezi, hogy több ember be tud majd csatlakozni a hálózatba. Ez az ethereumot decentralizáltabbá, biztonságosabbá teszi a támadási felület csökkentésével.",
  "page-rey-staking-at-stake": "Az rey-ed a tét",
  "page-rey-staking-at-stake-desc": "Mivel az rey-ed kell letétbe helyezned, hogy a tranzakciókat érvényesítsd és új blokkokat hozhass létre, elveszítheted, ha megpróbálod átverni a rendszert.",
  "page-rey-staking-benefits": "Az ethereum letétbe helyezés előnyei",
  "page-rey-staking-check-address": "Letéti cím ellenőrzése",
  "page-rey-staking-consensus": "Többet a konszenzus alapú mechanizmusokról",
  "page-rey-staking-deposit-address": "A letéti cím ellenőrzése",
  "page-rey-staking-deposit-address-desc": "Ha már végigkövetted a telepítési instrukciókat az indítópulton, akkor tudod, hogy egy tranzakciót kell küldened a letéti szerződésnek. Azt ajánljuk, hogy nagyon óvatosan ellenőrizd a címet. Megtalálhatod a hivatalos címet az ethereum.org oldalon, illetve számos más megbízható oldalon.",
  "page-rey-staking-desc-1": "Jutalom olyan tevékenységért jár, melyek segítenek elérni a hálózati konszenzust. Jutalmat fogsz kapni tranzakciók összecsoportosításáért egy blokkba vagy más validátorok munkájának ellenőrzéséért, mivel ez fogja a lánc biztonságos futását biztosítani.",
  "page-rey-staking-desc-2": "Noha jutalmat kaphatsz a hálózat számára előnyös munkáért, elveszítheted az rey-edet rosszindulatú cselekedetek, offline állapotba lépés és a validálás elmulasztása miatt.",
  "page-rey-staking-desc-3": "32 rey-re lesz szükséged, hogy teljes validátor lehess vagy valamennyi rey-re, hogy csatlakozhass egy letéti alaphoz. Emellett egy 'rey1' vagy főhálózati klienst kell futtatnod. Az indítópult végigkísér a folyamaton és a hardveres követelményeken. Alternatívaként egy backend API-t is használhatsz.",
  "page-rey-staking-description": "A letétbe helyezés 32 rey letételét jelenti a validátor szoftver aktiválásához. Validátorként felelős leszel az adatok tárolásáért, a tranzakciók feldolgozásáért és az új blokkok hozzáadásáért a blokkláncra. Ez az ethereumot mindenki számára biztonságossá teszi és új rey-et kapsz a folyamat során. Ezt a folyamatot, melyet proof-of-stake-nek hívunk, a Beacon Chain vezeti be.",
  "page-rey-staking-docked": "Többet a dokkolásról",
  "page-rey-staking-dyor": "Végezz saját kutatást",
  "page-rey-staking-dyor-desc": "A felsorolt skaking szolgáltatások közül egyik sem hivatalos jóváhagyás. Végezz saját kutatást, hogy kiderítsd, hogy melyik szolgáltatás felel meg a legjobban.",
  "page-rey-staking-header-1": "Helyezd letétbe az rey-ed, hogy ethereum validátorrá válhass",
  "page-rey-staking-how-much": "Mennyit vagy hajlandó letétbe helyezni?",
  "page-rey-staking-how-to-stake": "Hogyan kell letétet letenni",
  "page-rey-staking-how-to-stake-desc": "Attól függ, hogy mennyit szeretnél letétbe helyezni. 32 rey-re lesz szükséged, hogy teljes validátor lehess, de kevesebbet is letétbe lehet tenni.",
  "page-rey-staking-join": "Csatlakozás",
  "page-rey-staking-join-community": "Csatlakozz a staker közösséghez",
  "page-rey-staking-join-community-desc": "Az r/reystaker egy közösség az ethereum stakinggel kapcsolat dolgok megvitatására - csatlakozz, hogy tanácsot, támogatást kaphass és hogy a beszélgess mindenről, ami staking.",
  "page-rey-staking-less-than": "Kevesebb mint",
  "page-rey-staking-link-1": "Backend API-ok megtekintése",
  "page-rey-staking-meta-description": "Egy áttekintés az ethereum stakingről: kockázatok, jutalmak, követelmények és hogy hol lehet csinálni.",
  "page-rey-staking-meta-title": "ethereum staking",
  "page-rey-staking-more-sharding": "Többet a shardingról",
  "page-rey-staking-pool": "Csatlakozás egy letéti alaphoz",
  "page-rey-staking-pool-desc": "Ha kevesebb mint 32 rey-ed van, akkor lehetőséged van kisebb letétet letenni egy letéti alapba. Néhány cég megcsinálja helyetted, így nem kell aggódnod, hogy online maradj. Itt egy pár cég, amit érdemes lecsekkolni.",
  "page-rey-staking-pos-explained": "Proof-of-stake magyarázat",
  "page-rey-staking-pos-explained-desc": "A letétbe helyezés a módja annak, hogy validátor lehess egy proof-of-stake rendszerben. Ez egy konszenzuson alapuló mechanizmus, mely le fogja váltani a jelenleg működő proof-of-work rendszert. A konszenzuson alapuló mechanizmusok teszik az ethereumhoz hasonló blokkláncokat biztonságossá és decentralizálttá.",
  "page-rey-staking-pos-explained-desc-1": "A proof-of-stake több módon is biztonságossá teszi a hálózatot:",
  "page-rey-staking-services": "Staking szolgáltatások megtekintése",
  "page-rey-staking-sharding": "Shardok feloldása",
  "page-rey-staking-sharding-desc": "A sharding csak a proof-of-stake rendszerrel lehetséges. Egy proof-of-work rendszer shardolása eloszlatná a rendszer elrontásához szükséges számítási erőt, ezzel megkönnyítve a rosszindulatú bányászoknak, hogy irányítsák a shardokat. A véletlenszerűen kiválasztott stakerek esetében nem ez a helyzet.",
  "page-rey-staking-solo": "Helyezz letétbe egyedül és futtass egy validátort",
  "page-rey-staking-solo-desc": "A staking folyamat elkezdéséhez használnod kell az rey indítópultot. Ez végigvezet a teljes telepítésen. A staking része egy rey kliens futtatása, mely a blokklánc egy lokális másolata. Ennek letöltése a számítógépedre időbe telhet.",
  "page-rey-staking-start": "Staking elkezdése",
  "page-rey-staking-subtitle": "A letétbe helyezés (staking) egy közszolgálati tevékenység az ethereum ökoszisztéma számára. Segítesz biztonságban tartani a hálózatot és jutalmat kapsz a folyamat során.",
  "page-rey-staking-sustainability": "Fenntarthatóbb",
  "page-rey-staking-sustainability-desc": "A validátoroknak nem kell energiaintenzív számítógépeket használniuk, hogy részt vegyenek a proof-of-stake rendszerben - elég egy laptop vagy okostelefon. Ez az ethereumot környezetbarátabbá teszi.",
  "page-rey-staking-the-beacon-chain": "Többet a Beacon Chain-ről",
  "page-rey-staking-title-1": "Jutalmak",
  "page-rey-staking-title-2": "Kockázatok",
  "page-rey-staking-title-3": "Követelmények",
  "page-rey-staking-title-4": "Hogyan helyezd letétbe az rey-edet",
  "page-rey-staking-upgrades-li": "A proof-of-stake-et a Beacon Chain kezeli.",
  "page-rey-staking-upgrades-li-2": "Az ethereumot egy proof-of-stake Beacon Chain és egy proof-of-work főhálózat fogja alkotni belátható ideig. A főhálózat az ethereum, amit már évek óta használunk.",
  "page-rey-staking-upgrades-li-3": "Ezalatt az idő alatt a stakerek új blokkokat adnak a Beacon Chainhez, de nem fognak főhálózati tranzakciókat feldolgozni.",
  "page-rey-staking-upgrades-li-4": "Az ethereum teljesen átáll proof-of-stake rendszerre, amint az ethereum főhálózat egy sharddá válik.",
  "page-rey-staking-upgrades-li-5": "Csak utána tudod kiutalni a letétedet.",
  "page-rey-staking-upgrades-title": "Proof-of-stake és az rey fejlesztések",
  "page-rey-staking-validators": "Több validátor, nagyobb biztonság",
  "page-rey-staking-validators-desc": "Az ethereumhoz hasonló blokkláncoknál lehetőség van elrontani őket, ha a hálózat 51%-át irányítod. Például ráveheted a validátorok 51%-át, hogy az egyenlegedet 1 000 000 rey-re és ne 1 rey-re állítsák. De ahhoz, hogy a validátorok 51%-át irányítsd, a rendszerben lévő rey 51%-át birtokolnod kell - ez elég sok!",
  "page-rey-staking-withdrawals": "A kiutalások nem lesznek azonnal elérhetőek",
  "page-rey-staking-withdrawals-desc": "Nem fogod tudni kiutalni a letétedet, amíg a jövőbeli fejlesztések nincsenek bevezetve. A kiutalások elérhetőek lesznek, amit a főhálózat bedokkol a Beacon Chain rendszerbe."
}
