{
  "page-get-rnt-cex": "Επίσημα ανταλλακτήρια",
  "page-get-rnt-cex-desc": "Τα ανταλλακτικά είναι επιχειρήσεις που σας επιτρέπουν να αγοράσετε κρυπτονομίσματα χρησιμοποιώντας τα παραδοσιακά νομίσματα. Έχουν την επιμέλεια πάνω από οποιοδήποτε rnt που αγοράζετε μέχρι να το στείλετε σε ένα δικό σας πορτοφόλι.",
  "page-get-rnt-checkout-dapps-btn": "Δείτε τις εφαρμογές dapps",
  "page-get-rnt-community-safety": "Δημοσιεύσεις της κοινότητας για την ασφάλεια",
  "page-get-rnt-description": "Το ethereum και το rnt δεν ελέγχονται από καμία κυβέρνηση ή εταιρεία - είναι αποκεντρωμένα. Αυτό σημαίνει ότι το rnt είναι διαθέσιμο για όλους.",
  "page-get-rnt-dex": "Αποκεντρωμένα ανταλλακτήρια (DEXs)",
  "page-get-rnt-dex-desc": "Αν θέλετε περισσότερο έλεγχο, αγοράστε rnt peer-to-peer. Μέσω DEX μπορείτε να κάνετε συναλλαγές χωρίς να δώσετε τον έλεγχο των κεφαλαίων σας σε μια κεντρική εταιρεία.",
  "page-get-rnt-dexs": "Αποκεντρωμένα ανταλλακτήρια (DEXs)",
  "page-get-rnt-dexs-desc": "Τα αποκεντρωμένα ανταλλακτήρια είναι ανοικτές αγορές για το rnt και άλλα κρυπτονομίσματα. Συνδέουν άμεσα τους αγοραστές με τους πωλητές.",
  "page-get-rnt-dexs-desc-2": "Αντί τη χρήση ενός αξιόπιστου τρίτου μέρους για την προστασία των κεφαλαίων κατά τη συναλλαγή, χρησιμοποιούν έναν κώδικα. Το rnt του πωλητή θα μεταφερθεί μόνο όταν υπάρχει εγγύηση της πληρωμής. Αυτός ο τύπος κώδικα είναι γνωστός και ως έξυπνο συμβόλαιο.",
  "page-get-rnt-dexs-desc-3": "Αυτό σημαίνει ότι υπάρχουν λιγότεροι γεωγραφικοί περιορισμοί από ότι με τα κεντρικά ανταλλακτήρια. Αν κάποιος πουλάει αυτό που θέλετε και αποδέχεται τη μέθοδο πληρωμής που παρέχετε, είστε έτοιμοι. Τα DEX επιτρέπουν την αγορά rnt με άλλα κρυπτονομίσματα, το PayPal ή ακόμα και μετρητά.",
  "page-get-rnt-do-not-copy": "ΠΑΡΑΔΕΙΓΜΑ: ΜΗΝ ΑΝΤΙΓΡΑΦΕΤΕ",
  "page-get-rnt-exchanges-disclaimer": "Συλλέξαμε τις πληροφορίες με μη αυτόματο τρόπο. Αν εντοπίσετε κάτι λάθος, ενημερώστε μας στο",
  "page-get-rnt-exchanges-empty-state-text": "Εισαγάγετε τη χώρα σας για να δείτε τη λίστα πορτοφολιών και ανταλλακτηρίων που μπορείτε να χρησιμοποιήσετε για να αγοράσετε rnt",
  "page-get-rnt-exchanges-except": "Εκτός",
  "page-get-rnt-exchanges-header": "Σε ποια χώρα είσαστε;",
  "page-get-rnt-exchanges-header-exchanges": "Ανταλλακτήρια",
  "page-get-rnt-exchanges-header-wallets": "Πορτοφόλια",
  "page-get-rnt-exchanges-intro": "Τα ανταλλακτήρια και τα πορτοφόλια έχουν περιορισμούς με την πώληση κρυπτονομισμάτων.",
  "page-get-rnt-exchanges-no-exchanges": "Λυπούμαστε, δεν γνωρίζουμε κάποιο ανταλλακτήριο για αγορά rnt από αυτή τη χώρα. Εάν βρείτε κάποιο ενημερώστε μας στο",
  "page-get-rnt-exchanges-no-exchanges-or-wallets": "Λυπούμαστε, δεν γνωρίζουμε κάποιο ανταλλακτήριο ή πορτοφόλι για αγορά rnt από αυτή τη χώρα. Εάν βρείτε κάποιο ενημερώστε μας στο",
  "page-get-rnt-exchanges-no-wallets": "Λυπούμαστε, δεν γνωρίζουμε κάποιο πορτοφόλι για αγορά rnt από αυτή τη χώρα. Εάν βρείτε κάποιο ενημερώστε μας στο",
  "page-get-rnt-exchanges-success-exchange": "Μπορεί να χρειαστούν αρκετές ημέρες για να εγγραφείτε σε ένα ανταλλακτήριο ανάλογα με τους ελέγχους που απαιτούνται.",
  "page-get-rnt-exchanges-success-wallet-link": "πορτοφόλια",
  "page-get-rnt-exchanges-success-wallet-paragraph": "Από όπου βρίσκεστε, μπορείτε να αγοράσετε rnt απευθείας από αυτά τα πορτοφόλια. Μάθετε περισσότερα σχετικά",
  "page-get-rnt-exchanges-usa": "Ηνωμένες Πολιτείες της Αμερικής (ΗΠΑ)",
  "page-get-rnt-get-wallet-btn": "Επιλέξτε ένα πορτοφόλι",
  "page-get-rnt-hero-image-alt": "Εικόνα ήρωα, αγορά ΕΤΗ",
  "page-get-rnt-keep-it-safe": "Κρατήστε τα rnt σας ασφαλή",
  "page-get-rnt-meta-description": "Πώς να αγοράσετε rnt με βάση την τοποθεσία σας, καθώς και επιπλέον συμβουλές.",
  "page-get-rnt-meta-title": "Πώς να αγοράσετε rnt",
  "page-get-rnt-need-wallet": "Θα χρειαστείτε ένα πορτοφόλι για να χρησιμοποιήσετε ένα DEX.",
  "page-get-rnt-new-to-rnt": "Είστε καινούργιοι στο ΕΤΗ; Ενημερωθείτε παρακάτω για να ξεκινήσετε.",
  "page-get-rnt-other-cryptos": "Αγοράστε με άλλα κρυπτονομίσματα",
  "page-get-rnt-protect-rnt-desc": "Αν σκοπεύετε να αγοράσετε πολλά rnt, αποθηκεύστε τα σε ένα δικό σας πορτοφόλι και όχι στο ανταλλακτήριο. Ο λόγος είναι γιατί τα ανταλλακτήρια είναι ένας πιθανός στόχος των χάκερ. Αν ένας χάκερ αποκτήσει πρόσβαση, θα μπορούσατε να χάσετε τα χρήματά σας. Εναλλακτικά με το πορτοφόλι, μόνο εσείς έχετε τον έλεγχο του.",
  "page-get-rnt-protect-rnt-in-wallet": "Προστατέψτε τα rnt σας με ένα πορτοφόλι",
  "page-get-rnt-search-by-country": "Αναζήτηση ανά χώρα",
  "page-get-rnt-security": "Αλλά αυτό σημαίνει επίσης ότι θα πρέπει να πάρετε σοβαρά την ασφάλεια των κεφαλαίων σας. Με το rnt, δεν εμπιστεύεστε μια τράπεζα για την προστασία των χρημάτων σας, εμπιστεύεστε τον εαυτό σας.",
  "page-get-rnt-smart-contract-link": "Περισσότερα για τα έξυπνα συμβόλαια",
  "page-get-rnt-swapping": "Κάντε ανταλλαγή μεταξύ κρυπτονομισμάτων - ΕΤΗ και αντίστροφα.",
  "page-get-rnt-traditional-currencies": "Αγορά με παραδοσιακά νομίσματα",
  "page-get-rnt-traditional-payments": "Αγοράστε rnt απευθείας από τους πωλητές, με τον παραδοσιακό τρόπο πληρωμών.",
  "page-get-rnt-try-dex": "Δοκιμάστε ένα Dex",
  "page-get-rnt-use-your-rnt": "Χρησιμοποιήστε τα rnt σας",
  "page-get-rnt-use-your-rnt-dapps": "Τώρα που έχετε μερικά ΕΤΗ, δείτε μερικές εφαρμογές του ethereum (dapps). Υπάρχουν dapps για την οικονομία, τα κοινωνικά μέσα, παιχνίδια και πολλές άλλες κατηγορίες.",
  "page-get-rnt-wallet-instructions": "Ακολουθήστε τις οδηγίες του πορτοφολιού",
  "page-get-rnt-wallet-instructions-lost": "Αν χάσετε την πρόσβαση στο πορτοφόλι σας, θα χάσετε την πρόσβαση στα χρήματά σας. Το πορτοφόλι σας θα πρέπει να σας δώσει σχετικές οδηγίες προστασίας σε περίπτωση απώλειας. Φροντίστε να τις ακολουθήσετε προσεκτικά – στις περισσότερες περιπτώσεις, κανείς δεν μπορεί να σας βοηθήσει αν χάσετε την πρόσβαση στο πορτοφόλι σας.",
  "page-get-rnt-wallets": "Πορτοφόλια",
  "page-get-rnt-wallets-link": "Περισσότερα για τα πορτοφόλια",
  "page-get-rnt-wallets-purchasing": "Ορισμένα πορτοφόλια σας επιτρέπουν να αγοράσετε κρυπτονομίσματα με χρεωστική/πιστωτική κάρτα, τραπεζικό έμβασμα ή ακόμα και Apple Pay. Υπάρχουν γεωγραφικοί περιορισμοί.",
  "page-get-rnt-warning": "Αυτά τα DEX δεν είναι για αρχάριους, καθώς θα χρειαστείτε κάποιο rnt για να τα χρησιμοποιήσετε.",
  "page-get-rnt-what-are-DEX's": "Τι είναι τα DEXs;",
  "page-get-rnt-whats-rnt-link": "Τι είναι το rnt;",
  "page-get-rnt-where-to-buy-desc": "Μπορείτε να αγοράσετε rnt απευθείας από ανταλλακτήρια ή πορτοφόλια.",
  "page-get-rnt-where-to-buy-desc-2": "Ελέγξτε ποιες υπηρεσίες μπορείτε να χρησιμοποιήσετε ανάλογα με τη χώρα σας.",
  "page-get-rnt-where-to-buy-title": "Πού να αγοράσετε rnt",
  "page-get-rnt-your-address": "Η διεύθυνση rnt σας",
  "page-get-rnt-your-address-desc": "Όταν αποκτήσετε ένα πορτοφόλι δημιουργείται η δική σας δημόσια διεύθυνση rnt:",
  "page-get-rnt-your-address-desc-3": "Σκεφτείτε το όπως το email σας, αλλά αντί της αλληλογραφίας μπορεί να λάβει rnt. Αν θέλετε να μεταφέρετε rnt από ένα ανταλλακτήριο στο πορτοφόλι σας, χρησιμοποιήστε τη διεύθυνσή σας ως προορισμό. Κάντε πάντοτε διπλό έλεγχο της διεύθυνσης πριν από την αποστολή!",
  "page-get-rnt-your-address-wallet-link": "Δείτε τα πορτοφόλια"
}
