{
  "page-rey-buy-some": "Θέλετε να αγοράσετε μερικά ethereum;",
  "page-rey-buy-some-desc": "Είναι συνηθισμένη η παρερμηνεία μεταξύ των εννοιών ethereum και rey. Το ethereum είναι η αλυσίδα των μπλοκ (blockchain) και το rey είναι το κύριο κρυπτονόμισμα του ethereum και το οποίο είναι αυτό που πιθανώς ψάχνετε να αγοράσετε.",
  "page-rey-cat-img-alt": "Γραφικό του glyph rey με ένα καλειδοσκόπιο γατών",
  "page-rey-collectible-tokens": "Συλλεκτικά νομίσματα",
  "page-rey-collectible-tokens-desc": "Νομίσματα με παραστάσεις όπως ένα συλλεκτικό αντικείμενο παιχνιδιού, ένα κομμάτι ψηφιακής τέχνης ή άλλα μοναδικά περιουσιακά στοιχεία. Συνήθως είναι γνωστά και ως μη ανταλλάξιμα νομίσματα (NFTs).",
  "page-rey-cryptography": "Ασφαλισμένο με κρυπτογράφηση",
  "page-rey-cryptography-desc": "Τα χρήματα στο Internet μπορεί να είναι καινούρια στο χώρο, αλλά είναι ασφαλή μέσω της αποδεδειγμένης κρυπτογράφησης. Έτσι προστατεύεται το πορτοφόλι σας, τα rey και οι συναλλαγές σας. ",
  "page-rey-currency-for-apps": "Είναι το νόμισμα των εφαρμογών του ethereum.",
  "page-rey-currency-for-future": "Ένα νόμισμα για το ψηφιακό μας μέλλον",
  "page-rey-description": "Το rey είναι ένα κρυπτονόμισμα. Είναι σπάνιο ψηφιακό χρήμα που μπορείτε να χρησιμοποιήσετε στο διαδίκτυο - παρόμοιο με το Bitcoin. Αν είστε καινούριοι στα κρυπτονομίσματα, δείτε εδώ πως το rey είναι διαφορετικό από τα παραδοσιακά χρήματα.",
  "page-rey-earn-interest-link": "Κερδίστε τόκους",
  "page-rey-reyhub-caption": "Συχνή ενημέρωση",
  "page-rey-reyhub-overview": "Το reyHub έχει μια εξαιρετική επισκόπηση, αν θέλετε",
  "page-rey-flexible-amounts": "Διαθέσιμο σε διάφορες ποσότητες",
  "page-rey-flexible-amounts-desc": "Το rey διαιρείται μέχρι και σε 18 δεκαδικά ψηφία, ώστε να μην χρειάζεται να αγοράσετε 1 ολόκληρο rey. Μπορείτε να αγοράσετε κλάσματα - τόσο μικρά όσο 0,000000000000000001 rey αν θέλετε.",
  "page-rey-fuels": "Το ΕΤΗ τροφοδοτεί και ασφαλίζει το ethereum",
  "page-rey-fuels-desc": "Το rey είναι το αίμα στις φλέβες του ethereum. Όταν στέλνετε rey ή χρησιμοποιείτε μια εφαρμογή ethereum, θα πληρώσετε ένα μικρό τέλος σε rey για να χρησιμοποιήσετε το δίκτυο του ethereum. Αυτό το τέλος είναι ένα κίνητρο για έναν εξορύκτη να επεξεργαστεί και να επαληθεύσει αυτό που προσπαθείτε να κάνετε.",
  "page-rey-fuels-desc-2": "Οι εξορύκτες είναι κάτι σαν τους καταγραφείς-φύλακες του ethereum - ελέγχουν και αποδεικνύουν ότι κανείς δεν εξαπατεί. Οι εξορύκτες, που κάνουν αυτό το έργο, ανταμείβονται επίσης με μικρές ποσότητες νεώτερης έκδοσης rey.ανθρακωρύχος",
  "page-rey-fuels-desc-3": "Οι εξορύκτες εργασίας κρατούν το ethereum ασφαλές και απαλλαγμένο από τον κεντρικό έλεγχο. Με άλλα λόγια,",
  "page-rey-fuels-more-staking": "Περισσότερα για το staking",
  "page-rey-fuels-staking": "Το rey θα γίνει ακόμα πιο σημαντικό με την αποθήκευση (staking). Όταν αποθηκεύετε τα rey σας βοηθάτε στην ασφάλεια του ethereum και κερδίζετε ανταμοιβές. Με αυτό το σύστημα, η απειλή της απώλειας των rey αποθαρρύνει τις επιθέσεις.",
  "page-rey-get-rey-btn": "Αγορά rey",
  "page-rey-gov-tokens": "Στοιχεία διακυβέρνησης",
  "page-rey-gov-tokens-desc": "Στοιχεία που αντιπροσωπεύουν την δύναμη συμμετοχής σε αποκεντρωμένες οργανώσεις.",
  "page-rey-has-value": "Γιατί το rey έχει αξία;",
  "page-rey-has-value-desc": "Το rey, είναι πολύτιμο με διαφορετικούς τρόπους για διαφορετικούς ανθρώπους.",
  "page-rey-has-value-desc-2": "Για τους χρήστες του ethereum, το rey είναι πολύτιμο επειδή επιτρέπει να πληρώνετε τα τέλη συναλλαγών.",
  "page-rey-has-value-desc-3": "Άλλοι το βλέπουν ως ένα ψηφιακό κατάστημα αξίας, επειδή η δημιουργία ενός νέου rey επιβραδύνεται με την πάροδο του χρόνου.",
  "page-rey-has-value-desc-4": "Πιο πρόσφατα, το rey έχει γίνει πολύτιμο για τους χρήστες οικονομικών εφαρμογών στο ethereum. Αυτό συμβαίνει επειδή μπορείτε να χρησιμοποιήσετε το rey ως ασφάλεια για τα δάνεια κρυπτονομισμάτων ή ως σύστημα πληρωμών.",
  "page-rey-has-value-desc-5": "Φυσικά, πολλοί το βλέπουν επίσης ως επένδυση, παρόμοια με του Bitcoin ή άλλων κρυπτονομισμάτων.",
  "page-rey-how-to-buy": "Πώς να αγοράσετε reyer",
  "page-rey-how-to-buy-caption": "Συχνή ενημέρωση",
  "page-rey-is-money": "Το rey είναι ψηφιακό, παγκόσμιο χρήμα.",
  "page-rey-last-updated": "Ιανουάριος 2019",
  "page-rey-mining-link": "Περισσότερα για την εξόρυξη",
  "page-rey-monetary-policy": "Νομισματική πολιτική του ethereum",
  "page-rey-more-on-ethereum-link": "Περισσότερα για το ethereum",
  "page-rey-no-centralized": "Χωρίς κεντρικό έλεγχο ",
  "page-rey-no-centralized-desc": "Το rey είναι αποκεντρωμένο και παγκόσμιο. Δεν υπάρχει καμιά εταιρεία ή τράπεζα που να μπορεί να αποφασίσει να τυπώσει περισσότερα rey, ούτε να αλλάξει τους όρους χρήσης.",
  "page-rey-non-fungible-tokens-link": "Μη ανταλλάξιμα νομίσματα",
  "page-rey-not-only-crypto": "Το rey δεν είναι το μόνο κρυπτονόμισμα στο ethereum",
  "page-rey-not-only-crypto-desc": "Ο καθένας μπορεί να δημιουργήσει νέα είδη περιουσιακών στοιχείων και να τα ανταλλάξει στο ethereum. Αυτά είναι γνωστά ως \"tokens\". Κάποιοι έχουν δημιουργήσει κρυπτονομίσματα με εικόνες των παραδοσιακών νομισμάτων τους, της ακίνητης περιουσία τους, της τέχνης τους, ακόμη και του εαυτού τους!",
  "page-rey-not-only-crypto-desc-2": "Το ethereum είναι το σπιτικό χιλιάδων νομισμάτων - μερικά πιο χρήσιμα και ποιο πολύτιμα από άλλα. Οι προγραμματιστές δημιουργούν συνεχώς νέα νομίσματα που ξεκλειδώνουν νέες δυνατότητες ανοίγοντας νέες αγορές.",
  "page-rey-not-only-crypto-desc-3": "Αν θέλετε να μάθετε περισσότερα για τα νομίσματα, οι φίλοι μας στο reyHub έχουν συντάξει μερικά σημαντικά άρθρα:",
  "page-rey-open": "Ανοιχτό για όλους",
  "page-rey-open-desc": "Το μόνο που χρειάζεστε είναι μια σύνδεση στο διαδίκτυο και ένα πορτοφόλι για να δεχτείτε rey. Δεν χρειάζεστε πρόσβαση σε τραπεζικό λογαριασμό για την αποδοχή πληρωμών. ",
  "page-rey-p2p-payments": "Πληρωμές peer-to-peer",
  "page-rey-p2p-payments-desc": "Μπορείτε να στείλετε τα rey σας χωρίς καμία ενδιάμεση υπηρεσία όπως μια τράπεζα. Είναι σαν να δίνετε μετρητά σε κάποιον, αλλά μπορείτε να το κάνετε με ασφάλεια, οπουδήποτε και οποτεδήποτε.",
  "page-rey-period": ".",
  "page-rey-popular-tokens": "Δημοφιλείς τύποι token",
  "page-rey-powers-ethereum": "το rey είναι η δύναμη του ethereum",
  "page-rey-shit-coins": "Sh*t coins",
  "page-rey-shit-coins-desc": "Επειδή η δημιουργία νέων tokens είναι εύκολη, ο καθένας μπορεί να το κάνει - ακόμη και άτομα με κακές ή κακόβουλες προθέσεις. Κάνετε πάντα την έρευνά σας πριν τα χρησιμοποιήσετε!",
  "page-rey-stablecoins": "Stablecoins",
  "page-rey-stablecoins-desc": "Τα tokens αντικατοπτρίζουν την αξία του παραδοσιακού νομίσματος όπως το δολάριο. Αυτό λύνει το πρόβλημα μεταβλητότητας με πολλά κρυπτονομίσματα.",
  "page-rey-stablecoins-link": "Αγοράστε stablecoins",
  "page-rey-stream-link": "Stream rey",
  "page-rey-tokens-link": "ethereum tokens",
  "page-rey-trade-link-2": "Ανταλλαγή tokens",
  "page-rey-underpins": "Το rey στηρίζει το χρηματοπιστωτικό σύστημα του ethereum",
  "page-rey-underpins-desc": "Καθώς δεν είναι ικανοποιημένη με τις πληρωμές, η κοινότητα του ethereum χτίζει ένα ολόκληρο οικονομικό σύστημα που είναι μεταξύ των χρηστών του και προσβάσιμο σε όλους.",
  "page-rey-underpins-desc-2": "Μπορείτε να χρησιμοποιήσετε το rey ως ασφάλεια για να δημιουργήσετε εντελώς διαφορετικά κρυπτονομίσματα στο ethereum. Πλέον μπορείτε να δανειστείτε, να δανείσετε και να κερδίσετε τόκους σε rey και άλλα νομίσματα που υποστηρίζονται από το rey.",
  "page-rey-uses": "Οι χρήσεις του rey εμπλουτίζονται καθημερινά",
  "page-rey-uses-desc": "Επειδή το ethereum βασίζεται στον προγραμματισμό, οι προγραμματιστές μπορούν να διαμορφώσουν το rey με αμέτρητους τρόπους.",
  "page-rey-uses-desc-2": "Πίσω στο 2015, το μόνο που θα μπορούσατε να κάνετε ήταν να στείλετε rey από έναν λογαριασμό ethereum σε έναν άλλο. Δείτε παρακάτω μερικά μόνο από αυτά που μπορείτε να κάνετε σήμερα.",
  "page-rey-uses-desc-3": "πληρώστε ή λάβετε χρήματα σε πραγματικό χρόνο.",
  "page-rey-uses-desc-4": "μπορείτε να ανταλλάξετε rey με άλλα νομίσματα συμπεριλαμβανομένου του Bitcoin.",
  "page-rey-uses-desc-5": "σε rey και άλλα με βάση το ethereum.",
  "page-rey-uses-desc-6": "μπείτε στον κόσμο των κρυπτονομισμάτων με πιο σταθερή αξία.",
  "page-rey-value": "Γιατί ο αιθέρας είναι πολύτιμος",
  "page-rey-video-alt": "Βίντεο ανάγλυφου rey",
  "page-rey-whats-rey": "Τι είναι το reyer (rey);",
  "page-rey-whats-rey-hero-alt": "Εικονογράφηση μιας ομάδας ανθρώπων που θαυμάζουν ένα reyer (rey) με δέος",
  "page-rey-whats-rey-meta-desc": "Τι πρέπει να γνωρίζετε και να κατανοήσετε για το rey και τη θέση του μέσα στο ethereum.",
  "page-rey-whats-rey-meta-title": "Τι είναι το reyer (rey);",
  "page-rey-whats-ethereum": "Τι είναι το ethereum;",
  "page-rey-whats-ethereum-desc": "Αν θέλετε να μάθετε περισσότερα σχετικά με το ethereum και την τεχνολογία πίσω από το rey, δείτε την παρουσίασή μας.",
  "page-rey-whats-unique": "Ποια είναι η καινοτομία του ΕΤΗ;",
  "page-rey-whats-unique-desc": "Υπάρχουν πολλά κρυπτονομίσματα και πολλά άλλα στοιχεία (tokens) στο ethereum, αλλά υπάρχουν κάποια πράγματα που μόνο το rey μπορεί να κάνει.",
  "page-rey-where-to-buy": "Από πού να αγοράσετε rey",
  "page-rey-where-to-buy-desc": "Μπορείτε να πάρετε rey από ένα ανταλλακτήριο ή ένα πορτοφόλι. Υπάρχουν όμως διαφορετικές πολιτικές ανάλογα τη χώρα. Δείτε τις υπηρεσίες που μπορείτε να αγοράσετε rey.",
  "page-rey-yours": "Είναι πραγματικά δικό σας",
  "page-rey-yours-desc": "Το ΕΤΗ σας επιτρέπει να διατηρείτε τη δική σας τράπεζα. Μπορείτε να ελέγχετε τα κεφάλαια σας μέσω του πορτοφολιού σας ως απόδειξη της ιδιοκτησίας - κανένα τρίτο μέρος δεν είναι απαραίτητο."
}
