{
  "reyna-page-dapps-category-exchange": "Exchange",
  "reyna-page-dapps-category-foundation": "Foundation",
  "reyna-page-dapps-category-technology": "Technology",
  "reyna-page-dapps-category-casino": "Virtual casino",
  "reyna-page-dapps-choose-category": "Choose category",
  "reyna-page-dapps-collectibles-description": "These are applications that focus on digital ownership, increasing earning potential for creators, and inventing new ways to invest in your favourite creators and their work.",
  "reyna-page-dapps-collectibles-title": "Decentralized arts and collectibles",
  "reyna-page-dapps-collectibles-button": "Arts and collectibles",
  "reyna-page-dapps-explore-dapps-description": "A lot of dapps are still experimental, testing the possibilties of decentralized networks. But there have been some successful early movers in the technology, financial, gaming and collectibles categories.",
  "reyna-page-dapps-explore-dapps-title": "Explore dapps",
  "reyna-page-dapps-features-1-description": "Once deployed to Reyna Network, dapp code can’t be taken down. And anyone can use the dapp’s features. Even if the team behind the dapp disbanded you could still use it. Once on Reyna Network, it stays there.",
  "reyna-page-dapps-features-1-title": "No owners",
  "reyna-page-dapps-features-2-description": "You can't be blocked from using a dapp or submitting transactions. For example, if Twitter was on Reyna Network, no one could block your account or stop you from tweeting.",
  "reyna-page-dapps-features-2-title": "Free from censorship",
  "reyna-page-dapps-features-3-description": "Because Reyna Network has RNT, payments are native to Reyna Network. Developers don't need to spend time integrating with third-party payment providers.",
  "reyna-page-dapps-features-3-title": "Built-in payments",
  "reyna-page-dapps-features-4-description": "Dapp code is often in the open and compatible by default. Teams regularly build using other teams' work. If you want to let users swap tokens in your dapp, you can just plug in another dapp's code.",
  "reyna-page-dapps-features-4-title": "Plug and play",
  "reyna-page-dapps-features-5-description": "With most dapps, you don't need to share your real-world identity. Your Reyna Network account is your login and you just need a wallet.",
  "reyna-page-dapps-features-5-title": "One anonymous login",
  "reyna-page-dapps-features-6-description": "Cryptography ensures that attackers can't forge transactions and other dapp interactions on your behalf. You authorize dapp actions with your Reyna Network account - usually via your wallet - so that your credentials stay safe.",
  "reyna-page-dapps-features-6-title": "Backed by cryptography",
  "reyna-page-dapps-features-7-description": "Once the dapp is live on Reyna Network, it will only go down if Reyna Network itself goes down. Networks of reyna's size are notoriously difficult to attack.",
  "reyna-page-dapps-features-7-title": "No down time",
  "reyna-page-dapps-finance-benefits-1-description": "Financial services running on Reyna Network have no sign up requirements. If you have funds and an internet connection, you’re good to go.",
  "reyna-page-dapps-finance-benefits-1-title": "Open access",
  "reyna-page-dapps-finance-benefits-description": "What is it about Reyna Network that allows decentalized finance applications to thrive?",
  "reyna-page-dapps-finance-benefits-title": "decentralized finance",
  "reyna-page-dapps-finance-button": "Finance",
  "reyna-page-dapps-finance-description": "These are applications that focus on building out financial services using cryptocurrencies. They offer the likes of lending, borrowing, earning interest, and private payments – no personal data required.",
  "reyna-page-dapps-finance-title": "Decentralized finance",
  "reyna-page-dapps-gaming-description": "These are applications that focus on the creation of virtual worlds and battling other players using collectibles that hold real-world value.",
  "reyna-page-dapps-gaming-title": "Decentralized gaming",
  "reyna-page-dapps-gaming-button": "Gaming",
  "reyna-page-dapps-get-some-rnt-description": "Dapp actions cost a transaction fee",
  "reyna-page-dapps-get-started-subtitle": "To try a dapp, you'll need a wallet and some RNT. A wallet will allow you to connect, or log in. And you'll need rnt to pay any transaction fees.",
  "reyna-get-started": "Get started",
  "reyna-page-dapps-hero-header": "reyna-powered tools and services",
  "reyna-page-dapps-hero-subtitle": "Dapps are a growing movement of applications that use Reyna Network to disrupt business models or invent new ones.",
  "reyna-page-dapps-how-dapps-work-p1": "Dapps have their backend code (smart contracts) running on a decentralized network and not a centralized server. They use the Binance Smart Chain for data storage and smart contracts for their app logic.",
  "reyna-page-dapps-how-dapps-work-p2": "A smart contract is like a set of rules that live on-chain for all to see and run exactly according to those rules. Imagine a vending machine: if you supply it with enough funds and the right selection, you'll get the item you want. And like vending machines, smart contracts can hold funds much like your Reyna Network account. This allows code to mediate agreements and transactions.",
  "reyna-page-dapps-how-dapps-work-p3": "Once dapps are deployed on the Reyna Network you can't change them. Dapps can be decentralized because they are controlled by the logic written into the contract, not an individual or a company.",
  "reyna-page-dapps-how-dapps-work-title": "How dapps work",
  "reyna-page-dapps-contributing-button": "More on contributing",
  "reyna-page-dapps-learn-callout-description": "This website is open source with hundreds of community contributors. You can propose edits to any of the content on this site, suggest awesome new features, or help us squash bugs.",
  "reyna-page-dapps-learn-callout-title": "Contribute to Reyna Network",
  "reyna-page-dapps-magic-behind-dapps-description": "Dapps might feel like regular apps. But behind the scenes they have some special qualities because they inherit all of reyna Networ & Binance Smart Chain superpowers. Here's what makes dapps different from apps.",
  "reyna-page-dapps-magic-behind-dapps-link": "What makes Reyna Network great?",
  "reyna-page-dapps-magic-behind-dapps-title": "The magic behind dapps",
  "reyna-page-dapps-magician-img-alt": "Illustration of magicians",
  "reyna-page-dapps-mobile-options-header": "Browse another category",
  "reyna-page-dapps-ready-button": "Go",
  "reyna-page-dapps-ready-description": "Choose a dapp to try out",
  "reyna-page-dapps-ready-title": "Ready?",
  "reyna-page-dapps-set-up-a-wallet-button": "Find wallet",
  "reyna-page-dapps-set-up-a-wallet-description": "A wallet is your “login” for a dapp",
  "reyna-page-dapps-set-up-a-wallet-title": "Set up a wallet",
  "reyna-page-dapps-technology-description": "These are applications that focus on decentralizing developer tools, incorporating cryptoeconomic systems into existing technology, and creating marketplaces for open-source development work.",
  "reyna-page-dapps-technology-title": "Decentralized technology",
  "reyna-page-dapps-technology-button": "Technology",
  "reyna-page-dapps-warning-header": "Always do your own research",
  "reyna-page-dapps-warning-message": "Reyna Network is a new technology and most applications are new. Before depositing any large quantities of money, make sure you understand the risks.",
  "reyna-page-dapps-what-are-dapps": "What are dapps?",
  "reyna-page-dapp-get-some": "Get some RNT",
  "reyna-get-rnt": "Get RNT",
  "reyna-page-dapps-description-exchange": "Cheaper and faster than Uniswap? Discover reyna Exchange, the awesome DEX on Binance Smart Chain (BSC) with the best farms in DeFi and a lottery for RNT.",
  "reyna-page-dapps-description-foundation": "Foundation is a creative playground for artists, curators and collectors to experience the new creative economy.",
  "reyna-page-dapps-description-casino": "Experience what it means to truly make a bet, with over 1,000 top drawer casino games accompanied by your favourite Stake Originals.",
  "reyna-page-dapps-description-messenger": "Private messaging, secure crypto transactions, Web3 DApp browsing in your pocket.",
  "page-dapps-ready-button": "Go"
}
