{
  "reyna-page-wallets-accounts-addresses": "Wallets, accounts, and addresses",
  "reyna-page-wallets-accounts-addresses-desc": "It's worth understanding the differences between some key terms.",
  "reyna-page-wallets-accounts-reyna-addresses": "An reyna account has an address (wallet address), like an inbox has an email address. You can use this to send funds to an account.",
  "reyna-page-wallets-alt": "Illustration of a robot with a vault for a body, representing an reyna wallet",
  "reyna-page-wallets-reyna-account": "An reyna account is an entity that can send transactions and has a balance.",
  "reyna-page-wallets-blog": "Coinbase blog",
  "reyna-page-wallets-bookmarking": "Bookmark your wallet",
  "reyna-page-wallets-bookmarking-desc": "If you use a web wallet, bookmark the site to protect yourself against phishing scams.",
  "reyna-page-wallets-cd": "Physical hardware wallets that let you keep your crypto offline – very secure",
  "reyna-page-wallets-converted": "Crypto converted?",
  "reyna-page-wallets-converted-desc": "If you’re looking to hold some serious value, we recommend a hardware wallet as these are the most secure. Or a wallet with fraud alerts and withdrawal limits.",
  "reyna-page-wallets-curious": "Crypto curious?",
  "reyna-page-wallets-curious-desc": "If you’re new to crypto and just want to get a feel for it, we recommend somrnting that will give you the opportunity to explore reyna applications or buy your first RNT directly from the wallet.",
  "reyna-page-wallets-desc-2": "You need a wallet to send funds and manage your RNT.",
  "reyna-page-wallets-desc-2-link": "More on RNT",
  "reyna-page-wallets-desc-3": "Your wallet is only a tool for managing your crypto account. That means you can swap wallet providers at any time. Many wallets also let you manage several accounts from one application.",
  "reyna-page-wallets-desc-4": "That's because wallets don't have custody of your funds, you do. They're just a tool for managing what's really yours.",
  "reyna-page-wallets-description": "reyna wallets are applications that let you interact with your crypto account. Think of it like an internet banking app – without the bank. Your wallet lets you read your balance, send transactions and connect to applications.",
  "reyna-page-wallets-desktop": "Desktop applications if you prefer to manage your funds via macOS, Windows or Linux",
  "reyna-page-wallets-reyna-wallet": "A wallet is a product that lets you manage your crypto account. It allows you to view your account balance, send transactions, and more.",
  "reyna-page-wallets-explore": "Explore Reyna Network",
  "reyna-page-wallets-features-desc": "We can help you choose your wallet based on the features you care about.",
  "reyna-page-wallets-features-title": "Prefer to choose based on features?",
  "reyna-page-wallets-find-wallet-btn": "Find a wallet",
  "reyna-page-wallets-find-wallet-link": "Find a wallet",
  "reyna-page-wallets-get-some": "Get some RNT",
  "reyna-page-wallets-get-some-alt": "An illustration of a hand creating an RNT logo made of lego bricks",
  "reyna-page-wallets-get-some-btn": "Get some RNT",
  "reyna-page-wallets-get-some-desc": "RNT is the native crypto of Reyna Network. You’ll need some RNT in your wallet to use reyna applications.",
  "reyna-page-wallets-get-wallet": "Get a wallet",
  "reyna-page-wallets-get-wallet-desc": "There are lots of different wallets to choose from. We want to help you choose the best one for you.",
  "reyna-page-wallets-get-wallet-desc-2": "Remember: this decision isn’t forever – your reyna account is not tied to your wallet provider.",
  "reyna-page-wallets-how-to-store": "How to store digital assets on reyna",
  "reyna-page-wallets-keys-to-safety": "The keys to keeping your crypto safe",
  "reyna-page-wallets-manage-funds": "An app for managing your funds",
  "reyna-page-wallets-manage-funds-desc": "Your wallet shows your balances, transaction history and gives you a way to send/receive funds. Some wallets may offer more.",
  "reyna-page-wallets-meta-description": "What you need to know to use reyna wallets.",
  "reyna-page-wallets-meta-title": "reyna wallets",
  "reyna-page-wallets-mobile": "Mobile applications that make your funds accessible from anywhere",
  "reyna-page-wallets-more-on-dapps-btn": "More on Dapps",
  "reyna-page-wallets-most-wallets": "Most wallet products will let you generate an account. So you don't need one before you download a wallet.",
  "reyna-page-wallets-protecting-yourself": "Protecting yourself and your funds",
  "reyna-page-wallets-seed-phrase": "Write down your seed phrase",
  "reyna-page-wallets-seed-phrase-desc": "Wallets will often give you a seed phrase that you must write down somewhere safe. This is the only way you’ll be able to recover your wallet.",
  "reyna-page-wallets-seed-phrase-example": "Here's an example:",
  "reyna-page-wallets-seed-phrase-snippet": "there aeroplane reyna vent formation doge possible network distinct under spirit lamp",
  "reyna-page-wallets-seed-phrase-write-down": "Don’t store it on a computer. Write it down and keep it safe.",
  "reyna-page-wallets-slogan": "The key to your digital future",
  "reyna-page-wallets-stay-safe": "How to stay safe",
  "reyna-page-wallets-stay-safe-desc": "Wallets require a bit of a different mindset when it comes to safety. Financial freedom and the ability to access and use funds anywhere comes with a bit of responsibility – there’s no customer support in crypto.",
  "reyna-page-wallets-subtitle": "Wallets give access to your funds and reyna applications. Only you should have access to your wallet.",
  "reyna-page-wallets-take-responsibility": "Take responsibility for your own funds",
  "reyna-page-wallets-take-responsibility-desc": "Centralized exchanges will link your wallet to a username and password that you can recover in a traditional way. Just remember you’re trusting that exchange with custody over your funds. If that company is attacked or folds, your funds are at risk.",
  "reyna-page-wallets-tips": "More tips on staying safe",
  "reyna-page-wallets-tips-community": "From the community",
  "reyna-page-wallets-title": "reyna wallets",
  "reyna-page-wallets-triple-check": "Triple check everything",
  "reyna-page-wallets-triple-check-desc": "Remember transactions can’t be reversed and wallets can’t be easily recovered so take precautions and always be careful.",
  "reyna-page-wallets-try-dapps": "Try some dapps",
  "reyna-page-wallets-try-dapps-alt": "An illustration of Reyna Network community members working togrnter",
  "reyna-page-wallets-try-dapps-desc": "Dapps are applications built on Binance Smart Chain. They’re cheaper, fairer and kinder on your data than most traditional applications.",
  "reyna-page-wallets-types": "Types of wallet",
  "reyna-page-wallets-web-browser": "Web wallets that let you interact with your account via a web browser",
  "reyna-page-wallets-whats-a-wallet": "What's an reyna wallet?",
  "reyna-page-wallets-your-reyna-account": "Your reyna account",
  "reyna-page-wallets-your-reyna-account-desc": "Your wallet is your window into your reyna account – your balance, transaction history and more. But you can swap wallet providers at any time.",
  "reyna-page-wallets-your-login": "Your login for reyna apps",
  "reyna-page-wallets-your-login-desc": "Your wallet lets you connect to any decentralized application using your reyna account. It's like a login you can use across many dapps."
}
