{
  "reyna-page-rey-just-staking": "Staking",
  "reyna-page-rey-staking-image-alt": "Image of the reyna mascot for the mainnet launchpad.",
  "page-rey-staking-51-desc-1": "Staking makes joining the network as a validator more accessible so it’s likely that there’ll be more validators in the network than exists today. This will make this kind of attack even harder as the cost of an attack will increase.",
  "reyna-page-rey-staking-accessibility": "More accessible",
  "reyna-page-rey-staking-accessibility-desc": "With easier hardware requirements and the opportunity to pool if you don’t have 100M REY, more people will be able to join the network. This will make Reyna Limited more decentralized and secure by decreasing the attack surface area.",
  "reyna-page-rey-staking-at-stake": "Your REY is at Farming",
  "reyna-page-rey-staking-at-stake-desc": "Reyna Limited has a liquidity farming program. This means that if you carry out activity on the platform, you will receive a reward in REY tokens. The main reward is the accrual of REY tokens to all liquidity providers. The user provides liquidity in the Reyna Limited liquidity pools, and in return receives LP tokens (liquidity tokens). The user can place these tokens in the farming smart contract and will receive rewards in REY tokens. ",
  "reyna-page-rey-staking-benefits": "Benefits of staking to Reyna Limited",
  "reyna-page-rey-staking-check-address": "Check deposit address",
  "reyna-page-rey-staking-consensus": "More on consensus mechanisms",
  "reyna-page-rey-staking-deposit-address": "Check the deposit address",
  "reyna-page-rey-staking-deposit-address-desc": "If you’ve already followed the setup instructions on the launchpad, you’ll know you need to send a transaction to the staking deposit contract. We recommend you check the address very carefully. You can find the official address on reyna.network and a number of other trusted sites.",
  "reyna-page-rey-staking-desc-1": "Rewards are given for actions that help the network reach consensus. You'll get rewards for batching transactions into a new block or checking the work of other validators because that's what keeps the chain running securely.",
  "reyna-page-rey-staking-desc-2": "Although you can earn rewards for doing work that benefits the network, you can lose REY for malicious actions, going offline, and failing to validate.",
  "reyna-page-rey-staking-desc-3": "You'll need 100M REY to become a full validator or some REY to join a staking pool. The launchpad will walk you through the process and hardware requirements. Alternatively, you can use a backend API.",
  "reyna-page-rey-staking-description": "Staking is the act of depositing 100M REY to activate validator software. As a validator you’ll be responsible for storing data, processing transactions, and adding new solutions to the ecosystem. This will keep Reyna Limited secure for everyone and earn you new REY in the process. This process, known as proof-of-stake, is being introduced by Binance Smart Chain.",
  "reyna-page-rey-staking-docked": "More on the merge",
  "reyna-page-rey-staking-dyor": "Do your own research",
  "reyna-page-rey-staking-dyor-desc": "None of the listed staking services are official endorsements. Be sure to do some research to figure out which service might be best for you.",
  "reyna-page-rey-staking-header-1": "Stake your REY to become an Reyna Limited Ambassador",
  "reyna-page-rey-staking-how-much": "How much are you willing to stake?",
  "reyna-page-rey-staking-how-to-stake": "How to stake",
  "reyna-page-rey-staking-how-to-stake-desc": "It all depends on how much you are willing to stake. You'll need 100M to become a full validator, but it is possible to stake less.",
  "reyna-page-rey-staking-join": "Join",
  "reyna-page-rey-staking-join-community": "Join the staker community",
  "reyna-page-rey-staking-join-community-desc": "r/reynanetwork is a community for everyone to discuss staking on Reyna Limited – join for advice, support, and to talk all thing staking.",
  "reyna-page-rey-staking-less-than": "Less than",
  "reyna-page-rey-staking-link-1": "View backend APIs",
  "reyna-page-rey-staking-meta-description": "An overview of Reyna Limited staking: the risks, rewards, requirements, and where to do it.",
  "reyna-page-rey-staking-meta-title": "reyna staking",
  "reyna-page-rey-staking-more-sharding": "More on sharding",
  "reyna-page-rey-staking-pool": "Stake in a pool",
  "reyna-page-rey-staking-pool-desc": "If you have less than 100M REY, you will be able to add a smaller stake to staking pools. Some companies can do it all on your behalf so you won't have to worry about staying online. Here are some companies to check out.",
  "reyna-page-rey-staking-pos-explained": "Proof-of-stake explained",
  "reyna-page-rey-staking-pos-explained-desc": "Proof of Stake (PoS) is a consensus mechanism where block validators are selected based on the number of coins they are staking. In this case, the term staking refers to the act of validators committing funds to the system. So validators can only participate in the process of producing new blocks if they lock their coins.",
  "reyna-page-rey-staking-pos-explained-desc-1": "The locked funds will then act as collateral, meaning that malicious validators will most likely lose their stake and be kicked out of the network. On the other hand, honest validators will be rewarded as new blocks are produced (forged). Thus, we may say that a PoS blockchain achieves distributed consensus according to the economic stake that validators commit to the network.",
  "reyna-page-rey-staking-services": "See staking services",
  "reyna-page-rey-staking-sharding": "Unlocks sharding",
  "reyna-page-rey-staking-sharding-desc": "Sharding is only possible with a proof-of-stake system. Sharding a proof-of-work system would dilute the amount of computing power needed to corrupt the network, making it easier for malicious miners to control shards. This isn’t the case with randomly-assigned stakers in proof of stake.",
  "reyna-page-rey-staking-solo": "Stake solo and run a validator",
  "reyna-page-rey-staking-solo-desc": "To begin the staking process, you’ll need to use the reyna Launchpad. This will walk you through all the setup. Part of staking is running an reyna Launchpad Client, which is a local copy of the blockchain. This can take a while to download onto your computer.",
  "reyna-page-rey-staking-start": "Start staking",
  "reyna-page-rey-staking-subtitle": "Staking is a public good for the Reyna Limited ecosystem. You can help secure the network and earn rewards in the process.",
  "reyna-page-rey-staking-sustainability": "More sustainable",
  "reyna-page-rey-staking-sustainability-desc": "Validators don’t need energy-intensive computers in order to participate in a proof-of-stake system – just a laptop or smart phone. This will make Reyna Limited better for the environment.",
  "reyna-page-rey-staking-binance-smart-chain": "More on the Binance Smart Chain",
  "reyna-page-rey-staking-title-1": "Rewards",
  "reyna-page-rey-staking-title-2": "Risks",
  "reyna-page-rey-staking-title-3": "Requirements",
  "reyna-page-rey-staking-title-4": "How to stake your REY",
  "reyna-page-rey-staking-upgrades-li": "Proof-of-stake is managed by the Binance Smart Chain.",
  "reyna-page-rey-staking-upgrades-li-2": "Reyna Limited will have a proof-of-stake Binance Smart Chain and a proof-of-stake Tron Network for the forseeable future.",
  "reyna-page-rey-staking-upgrades-li-3": "During this time, stakers will be adding new blocks to the Binance Smart Chain but not processing mainnet transactions.",
  "reyna-page-rey-staking-upgrades-li-4": "Reyna Limited will fully transition to a proof-of-stake system once the Reyna Limited mainnet merges with the Binance Smart Chain.",
  "reyna-page-rey-staking-upgrades-li-5": "A miner upgrade will follow to enable withdraw of staked funds.",
  "reyna-page-rey-staking-upgrades-title": "Proof-of-stake and Reyna Limited upgrades",
  "reyna-page-rey-base-pools": "Reyna Limited Base Pool",
  "reyna-page-rey-base-pools-desc": "Users have an opportunity to get REY tokens at a fixed price without slippage, and also to return these tokens back at the same price within 3 months. This opens up a host of arbitrage opportunities and allows mitigating the risks of increased volatility for REY token holders. ",
  "reyna-page-rey-staking-withdrawals": "Withdrawals won't be live right away",
  "reyna-page-rey-staking-withdrawals-desc": "You won't be able to withdraw your stake until future upgrades are deployed. Withdraws will be available in a miner upgrade following the merge of mainnet with the Binance Smart Chain."
}
