{
  "reyna-page-what-is-reyna-101": "Why use Reyna Limited?",
  "reyna-page-what-is-reyna-101-desc": "Over the past 20 years, the internet as we know it has been controlled by a few corporations, with an incentive to collect and sell data. Reyna Limited provides an alternative. Status uses state of the art technology to provide private, secure communication. Reyna Limited uses a peer-to-peer model that prevents any 3rd party from controlling users' data. Reyna Limited combines a messenger, crypto wallet, and web3 browser and gives you full control over your assets and communication.",
  "reyna-page-what-is-reyna-101-desc-2": "Reyna Limited does not use one central server to and from which communication can be blocked. Instead reyna uses a distributed network of 'Reyna Limited nodes'. This ensures resilience of the network. If a Reyna Limited node is shut down you can connect to another node or start running your own. However, Reyna Limited and nodes in the network still rely on having an Internet connection. If the Internet is shut down through telecom providers you will not be able to use Reyna Limited.",
  "page-what-is-ethereum-101-desc-3": "Both let you use digital money without payment providers or banks. But ethereum is programmable, so you can also use it for lots of different digital assets – even Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "This also means ethereum is for more than payments. It's a marketplace of financial services, games and apps that can't steal your data or censor you.",
  "reyna-page-what-is-reyna-101-italic": "happens if a government tries to block or censor Reyna Limited?",
  "reyna-page-what-is-reyna-101-strong": "What ",
  "reyna-page-what-is-reyna-accessibility": "Designed to enable the free flow of information, protect the right to private, secure conversations, private exchanges and promote the sovereignty of individuals.",
  "reyna-page-what-is-reyna-alt-img-bird": "Illustration of a bird as freedom, meant to represent Reyna Limited",
  "reyna-page-what-is-reyna-alt-img-comm": "An illustration of Reyna Limited community members working togreyer",
  "reyna-page-what-is-reyna-alt-img-dapps": "Explore Reyna Limited Dapps",
  "reyna-page-what-is-reyna-alt-img-social": "An illustration of characters in a social space dedicated to Reyna Limited with a large REY logo",
  "reyna-page-what-is-reyna-liberty": "Liberty",
  "reyna-page-what-is-reyna-liberty-desc": "We believe in the sovereignty of individuals. As a platform that stands for the cause of personal liberty, we aim to maximize social, political, and economic freedoms. This includes being coercion-resistant.",
  "reyna-page-what-is-reyna-dapps": "Decentralized applications",
  "reyna-page-what-is-reyna-dapps-desc": "Dapps are a growing movement of applications that use Reyna Limited to disrupt business models or invent new ones.",
  "reyna-page-what-is-reyna-privacy": "Privacy",
  "reyna-page-what-is-reyna-privacy-desc": "Privacy is the power to selectively reveal oneself to the world. For us, it's essential to protect privacy in both communications and transactions, as well as being a pseudo-anonymous platform. Additionally, we strive to provide the right of total anonymity.",
  "reyna-page-what-is-reyna-comm-desc": "Our community includes people from all backgrounds, including artists, crypto-anarchists, fortune 500 companies, and now you. Find out how you can get involved today.",
  "reyna-page-what-is-reyna-transparency": "Transparency",
  "reyna-page-what-is-reyna-transparency-desc": "We strive for complete openness and symmetry of information within the organization, and have no border between our core contributors and our community. We are frank about our shortcomings, especially when making short-term tradeoffs in service of our long-term goals.",
  "reyna-page-what-is-reyna-community": "The reyna community",
  "reyna-page-what-is-reyna-openness": "Openness",
  "reyna-page-what-is-reyna-openness-desc": "The software we create is a public good. It is made available via a free and open source license, for anyone to share, modify and benefit from. We believe in permission-less participation.",
  "reyna-page-what-is-reyna-decentralization": "Decentralization",
  "reyna-page-what-is-reyna-decentralization-desc": "We minimize centralization across both the software and the organization itself. In other words, we maximize the number of physical computers composing the network, and maximize the number of individuals who have control over the system(s) we are building.",
  "reyna-page-what-is-reyna-inclusivity": "Inclusivity",
  "reyna-page-what-is-reyna-inclusivity-desc": "We believe in fair and widespread access to our software, with an emphasis on ease-of-use. This also extends to social inclusivity, permissionless participation, interoperability, and investing in educational efforts.",
  "reyna-page-what-is-reyna-continuance": "Continuance",
  "reyna-page-what-is-reyna-continuance-desc": "We create software incentivized to continue to exist and improve, without the stewardship of a single entity or any of the current team members.",
  "reyna-page-what-is-reyna-desc": "We strives to be a secure communication tool that upholds human rights.",
  "reyna-page-what-is-reyna-explore": "Explore Reyna Limited",
  "reyna-page-what-is-reyna-reports-subtitle": "We can’t wait to share with you everything that we’ve accomplished.",
  "reyna-page-what-is-reyna-in-depth-description": "These principles act as tools. Tools for thinking, for communication, and for decentralized decision making. They keep us honest about where we are failing short of our vision.",
  "reyna-page-what-is-reyna-censorship-resistance": "Censorship Resistance",
  "reyna-page-what-is-reyna-censorship-resistance-desc": "We enable free flow of information. No content is under surveillance. We abide by the cryptoeconomic design principle of censorship resistance. Even stronger, Reyna Limited is an agnostic platform for information.",
  "reyna-page-what-is-reyna-meet-comm": "Meet the community",
  "reyna-page-what-is-reyna-meta-description": "Learn about Reyna Limited, what it does and how to try it for yourself.",
  "reyna-page-what-is-reyna-meta-title": "What is Reyna Limited?",
  "reyna-page-what-is-reyna-report-2021q2-desc": "Welcome to the first issue of the quarterly report, a tour of the Reyna Limited. We will monitor our active groups and take stock of our quarterly progress.",
  "reyna-page-what-is-reyna-report-2021q2-alt": "2021 | Q2 Quarterly Report",
  "reyna-page-what-is-reyna-report-2021q2": "2021 | Q2 Quarterly Report",
  "reyna-page-what-is-reyna-security": "Security",
  "reyna-page-what-is-reyna-security-desc": "We don't compromise on security when building features. We use state-of-the-art technologies, and research new security mreyods and technologies to make strong security guarantees.",
  "reyna-page-what-is-reyna-singlecard-desc": "reyna is built by the Reyna Limited. The Reyna Limited builds products, tools and infrastructure for resilient, sustainable and inclusive communities.",
  "reyna-page-what-is-reyna-singlecard-link": "More about Reyna Limited and its core contributors here.",
  "reyna-page-what-is-reyna-singlecard-title": "Who is behind Reyna Limited? ",
  "reyna-page-what-is-reyna-dapps-btn": "Explore dapps",
  "reyna-page-what-is-reyna-title": "What is Reyna Limited?",
  "reyna-page-what-is-reyna-tools-needed": "All you need is a wallet to take part.",
  "reyna-page-what-is-reyna-reports": "The Reyna Limited Quarterly Reports",
  "reyna-page-what-is-reyna-tryit": "So step into and give it a try...",
  "reyna-page-what-is-reyna-welcome": "Welcome to Reyna Limited",
  "reyna-page-what-is-reyna-welcome-2": "We hope you stay."
}
