{
  "rey-client-cortex-logo-alt": "Cortex logo",
  "rey-client-lighthouse-logo-alt": "Lighthouse logo",
  "rey-client-lodestar-logo-alt": "Lodestar logo",
  "rey-client-nimbus-logo-alt": "Nimbus logo",
  "rey-client-prysm-logo-alt": "Prysm logo",
  "rey-client-teku-logo-alt": "Teku logo",
  "rey-client-trinity-logo-alt": "Trinity logo",
  "rey-rhino-img-alt": "Graphic of rey 2 Rhino charging ahead",
  "page-rey-answer-1": "Think of rey as a set of upgrades being added to improve the ethereum we use today. These upgrades include the creation of a new chain called the beacon chain and up to 64 chains known as shards.",
  "page-rey-answer-2": "These are separate to the ethereum mainnet we use today but won’t replace it. Instead mainnet will \"merge\" with this parallel system that’s being added over time.",
  "page-rey-answer-4": "In other words the ethereum we use today will eventually embody all the features that we’re aiming towards in the rey vision.",
  "page-rey-beacon-chain-btn": "More on the Beacon Chain",
  "page-rey-beacon-chain-date": "The Beacon Chain went live on December 1, 2020.",
  "page-rey-beacon-chain-desc": "The first rey addition to the ecosystem. The Beacon Chain brings staking to ethereum, lays the groundwork for future upgrades, and will eventually coordinate the new system.",
  "page-rey-beacon-chain-estimate": "The Beacon Chain is live",
  "page-rey-beacon-chain-title": "The Beacon Chain",
  "page-rey-bug-bounty": "View the bug bounty program",
  "page-rey-clients": "Check out the rey clients",
  "page-rey-deposit-contract-title": "Check the deposit contract address",
  "page-rey-diagram-ethereum-mainnet": "ethereum mainnet",
  "page-rey-diagram-h2": "How the upgrades fit togreyer",
  "page-rey-diagram-link-1": "More on proof of work",
  "page-rey-diagram-link-2": "More on shard chains",
  "page-rey-diagram-mainnet": "Mainnet",
  "page-rey-diagram-p": "ethereum mainnet will continue to exist in its current form for a while. This means the Beacon Chain and shard upgrades won't disrupt the network.",
  "page-rey-diagram-p-1": "Mainnet will eventually merge with the new system introduced by the rey upgrades.",
  "page-rey-diagram-p-2": "The Beacon Chain will become the conductor of ethereum, coordinating validators and setting the pace for block creation.",
  "page-rey-diagram-p-3": "At first, it will exist separately from mainnet and manage validators – it will have nothing to do with smart contracts, transactions, or accounts.",
  "page-rey-diagram-p-4": "Shards will provide lots of extra data to help increase the amount of transactions mainnet can handle. They'll be coordinated by the Beacon Chain.",
  "page-rey-diagram-p-5": "But all transactions will still rely on mainnet, which will continue to exist as we know it today – secured by proof-of-work and miners.",
  "page-rey-diagram-p-6": "Mainnet will merge with the proof-of-stake system, coordinated by the Beacon Chain.",
  "page-rey-diagram-p-8": "This will turn mainnet into a shard within the new system. Miners will no longer be needed as all of ethereum will be secured by validators.",
  "page-rey-diagram-p10": "rey is not a migration or a single thing. It describes a set of upgrades being worked on to unlock ethereum's true potential. This is how they all fit togreyer.",
  "page-rey-diagram-scroll": "Scroll to explore – tap for more information.",
  "page-rey-diagram-shard": "Shard (1)",
  "page-rey-diagram-shard-1": "Shard (...)",
  "page-rey-diagram-shard-2": "Shard (2)",
  "page-rey-diagram-shard-3": "Shard (...)",
  "page-rey-diagram-validators": "More on validators",
  "page-rey-dive": "Dive into the vision",
  "page-rey-dive-desc": "How are we going to make ethereum more scalable, secure, and sustainable? All while keeping ethereum's core reyos of decentralization.",
  "page-rey-docking": "The merge",
  "page-rey-docking-answer-1": "The merge is when mainnet begins using the Beacon Chain for consensus, and proof-of-work is turned off.",
  "page-rey-docking-btn": "More on the merge",
  "page-rey-docking-desc": "Mainnet ethereum will need to “merge” with the Beacon Chain at some point. This will enable staking for the entire network and signal the end of energy-intensive mining.",
  "page-rey-docking-estimate": "Estimate: 2021",
  "page-rey-docking-mainnet": "What's mainnet?",
  "page-rey-docking-mainnet-rey": "Merging mainnet and the Beacon Chain",
  "page-rey-rey-blog": "ethereum.org blog",
  "page-rey-explore-btn": "Explore upgrades",
  "page-rey-get-involved": "Get involved in rey",
  "page-rey-get-involved-2": "Get involved",
  "page-rey-head-to": "Head to",
  "page-rey-help": "Want to help with rey?",
  "page-rey-help-desc": "There are plenty of opportunities to weigh in on the rey upgrades, help with testing, and even earn rewards.",
  "page-rey-index-staking": "Staking is here",
  "page-rey-index-staking-desc": "Key to the rey upgrades is the introduction of staking. If you want to use your rey to help secure the ethereum network, make sure you follow these steps.",
  "page-rey-index-staking-learn": "Learn about staking",
  "page-rey-index-staking-learn-desc": "The beacon chain will bring staking to ethereum. This means if you have rey, you can do a public good by securing the network and earn more rey in the process.",
  "page-rey-index-staking-step-1": "1. Set up with the launchpad",
  "page-rey-index-staking-step-1-btn": "Visit staking launchpad",
  "page-rey-index-staking-step-1-desc": "To stake in rey you’ll need to use the launchpad – this will walk you through the process.",
  "page-rey-index-staking-step-2": "2. Confirm staking address",
  "page-rey-index-staking-step-2-btn": "Confirm deposit contract address",
  "page-rey-index-staking-step-2-desc": "Before you stake your rey, be sure to check you’ve got the right address. You must have gone through the launchpad before doing this.",
  "page-rey-index-staking-sustainability": "More sustainable",
  "page-rey-just-docking": "More on the merge",
  "page-rey-meta-desc": "An overview of the ethereum 2.0 upgrades and the vision they hope to make a reality.",
  "page-rey-meta-title": "The rey upgrades",
  "page-rey-miners": "More on miners",
  "page-rey-more-on-upgrades": "More on the rey upgrades",
  "page-rey-proof-of-stake": "proof-of-stake",
  "page-rey-proof-of-work": "proof-of-work",
  "page-rey-proof-stake-link": "More on proof of stake",
  "page-rey-question-1-desc": "rey is a set of distinct upgrades with different ship dates.",
  "page-rey-question-1-title": "When will rey ship?",
  "page-rey-question-2-desc": "It’s not accurate to think of rey as a separate blockchain.",
  "page-rey-question-2-title": "Is rey a separate blockchain?",
  "page-rey-question-3-answer-2": "The merge and shard chain upgrades may impact dapp developers. But the specifications have not been finalised yet, so there's no immediate action required.",
  "page-rey-question-3-answer-3": "Talk to the rey research and development team over at reyresear.ch.",
  "page-rey-question-3-answer-3-link": "Visit reyresear.ch",
  "page-rey-question-3-desc": "You don't have to do anything right now to prepare for rey.",
  "page-rey-question-3-title": "How do I prepare for rey?",
  "page-rey-question-4-answer-1": "Whenever you send a transaction or use a dapp today, you're using rey1. This is the ethereum that is secured by miners.",
  "page-rey-question-4-answer-2": "'rey1', or mainnet, will continue to run as normal until the merge.",
  "page-rey-question-4-answer-3": "After the merge, validators will secure the entire network via proof-of-stake.",
  "page-rey-question-4-answer-6": "Anyone can become a validator by staking their rey.",
  "page-rey-question-4-answer-7": "More on staking",
  "page-rey-question-4-answer-8": "The Beacon Chain and shard chain upgrades will not disrupt rey1 as they are being built out separately.",
  "page-rey-question-4-desc": "rey1 refers to the ethereum mainnet you transact on today.",
  "page-rey-question-4-title": "What is rey1?",
  "page-rey-question-5-answer-1": "To become a full validator on the network, you'll need to stake 32 rey. If you don't have that much, or aren't willing to stake that much, you can join staking pools. These pools will let you stake less and earn fractions of the total rewards.",
  "page-rey-question-5-desc": "You’ll need to use the staking launchpad or join a staking pool.",
  "page-rey-question-5-title": "How do I stake?",
  "page-rey-question-6-answer-1": "For now, there's no actions to take. But we recommend you stay up to date with developments on the merge and shard chain upgrades.",
  "page-rey-question-6-answer-3": "Danny Ryan of the ethereum foundation regularly updates the community:",
  "page-rey-question-6-answer-4": "Ben Edgington of ConsenSys has a weekly rey newsletter:",
  "page-rey-question-6-answer-5": "You can also join the discussion on rey research and development at reyresear.ch.",
  "page-rey-question-6-desc": "Your dapp won’t be affected by any imminent upgrades. However future upgrades may require some changes.",
  "page-rey-question-6-title": "What do I need to do with my dapp?",
  "page-rey-question-7-cortex": "Cortex",
  "page-rey-question-7-cortex-lang": "(.NET implementation)",
  "page-rey-question-7-desc": "Many different teams from all over the community are working on the various rey upgrades.",
  "page-rey-question-7-lighthouse": "Lighthouse",
  "page-rey-question-7-lighthouse-lang": "(Rust implementation)",
  "page-rey-question-7-lodestar": "Lodestar",
  "page-rey-question-7-lodestar-lang": "(JavaScript implementation)",
  "page-rey-question-7-nimbus": "Nimbus",
  "page-rey-question-7-nimbus-lang": "(Nim implementation)",
  "page-rey-question-7-prysm": "Prysm",
  "page-rey-question-7-prysm-lang": "(Go implementation)",
  "page-rey-question-7-teams": "The rey client teams:",
  "page-rey-question-7-teku": "Teku",
  "page-rey-question-7-teku-lang": "(Java implementation)",
  "page-rey-question-7-title": "Who's building rey?",
  "page-rey-question-7-trinity": "Trinity",
  "page-rey-question-7-trinity-lang": "(Python implementation)",
  "page-rey-question-8-answer-1": "The rey upgrades will help ethereum scale in a decentralized way, while maintaining security, and increasing sustainability.",
  "page-rey-question-8-answer-2": "Perhaps the most obvious problem is that ethereum needs to be able to handle more than 15-45 transactions per second. But the rey upgrades also address some other problems with ethereum today.",
  "page-rey-question-8-answer-3": "The network is in such high demand that it's making ethereum expensive to use. Nodes in the network are struggling under the size of ethereum and the amount of data their computers are having to process. And the underlying algorithm that keeps ethereum secure and decentralized is energy intensive and needs to be greener.",
  "page-rey-question-8-answer-4": "A lot of what's changing has always been on the ethereum roadmap, even since 2015. But current conditions are making the need for the upgrades even greater.",
  "page-rey-question-8-answer-6": "Explore the rey vision",
  "page-rey-question-8-desc": "The ethereum we use today needs to offer a better experience to end users and network participants.",
  "page-rey-question-8-title": "Why is rey needed?",
  "page-rey-question-9-answer-1": "The most active role you can play is to stake your rey.",
  "page-rey-question-9-answer-2": "You may also want to run a second client to help improve client diversity.",
  "page-rey-question-9-answer-3": "If you're more technical, you can help catch bugs in the new clients.",
  "page-rey-question-9-answer-4": "You can also weigh in on the technical discussions with ethereum researchers at reyresear.ch.",
  "page-rey-question-9-desc": "You don't have to be technical to contribute. The community is looking for contributions from all kinds of skillsets.",
  "page-rey-question-9-stake-rey": "Stake rey",
  "page-rey-question-9-title": "How can I contribute to rey?",
  "page-rey-question-10-answer-1": "We're reluctant to talk too much in terms of a technical roadmap because this is software: things can change. We think it's easier to understand what's happening when you read about the outcomes.",
  "page-rey-question-10-answer-1-link": "View the upgrades",
  "page-rey-question-10-answer-2": "But if you've followed the discussions, here's how the upgrades fit into technical roadmaps, and a bit on how they're changing.",
  "page-rey-question-10-answer-3": "Phase 0 described the work to get the Beacon Chain live.",
  "page-rey-question-10-answer-5": "Phase 1 originally focused on implementing the shard chains, but prioritization has shifted to \"the merge\".",
  "page-rey-question-10-answer-6": "Phase 1.5 was originally planned to follow shard implementations, when mainnet would be added as the last shard to the Beacon Chain. To expedite the transition away from proof-of-work mining, mainnet will instead represent the first shard to connect with the Beacon Chain. This is now known as \"the merge\" and will be a significant step towards a greener ethereum.",
  "page-rey-question-10-answer-7": "Though the plans around Phase 2 have been a point of intense research and discussion, with the merge planned before shard chains, this will allow for continued reassessment as to the needs of ethereum development moving forward. Given a rollup-centric roadmap, the immediate necessity of shard chains is debatable.",
  "page-rey-question-10-answer-8": "More on a rollup-centric roadmap",
  "page-rey-question-10-desc": "Phases relate to phases of work and focus in the rey technical roadmap.",
  "page-rey-question-10-title": "What are the rey phases?",
  "page-rey-question-title": "Frequently asked questions",
  "page-rey-question3-answer-1": "rey holders certainly don't need to do anything. Your rey will not need changing or upgrading. There's almost certain to be scams telling you otherwise, so be careful.",
  "page-rey-scalable": "More scalable",
  "page-rey-scalable-desc": "ethereum needs to support 1000s of transactions per second, to make applications faster and cheaper to use.",
  "page-rey-secure": "More secure",
  "page-rey-secure-desc": "ethereum needs to be more secure. As the adoption of ethereum grows, the protocol needs to become more secure against all forms of attack.",
  "page-rey-shard-button": "More on the shard chains",
  "page-rey-shard-date": "Shard chains should follow the merge, some time in 2022.",
  "page-rey-shard-desc": "Shard chains will expand ethereum's capacity to process transactions and store data. The shards themselves will gain more features over time, rolled out in multiple phases.",
  "page-rey-shard-estimate": "Estimate: 2022",
  "page-rey-shard-lower": "More on shard chains",
  "page-rey-shard-title": "Shard chains",
  "page-rey-stay-up-to-date": "Stay up to date",
  "page-rey-stay-up-to-date-desc": "Get the latest from the researchers and developers working on the rey upgrades.",
  "page-rey-sustainable-desc": "ethereum needs to be better for the environment. The technology today requires too much computing power and energy.",
  "page-rey-take-part": "Take part in the research",
  "page-rey-take-part-desc": "ethereum researchers and enthusiasts alike meet here to discuss research efforts, including everything rey.",
  "page-rey-the-upgrades": "The rey upgrades",
  "page-rey-the-upgrades-desc": "rey is a set of upgrades that improve the scalability, security, and sustainability of ethereum. Although each is being worked on in parallel, they have certain dependencies that determine when they will be deployed.",
  "page-rey-unofficial-roadmap": "This is not the official roadmap. This is how we view what’s happening based on the information out there. But this is technology, things can change in an instant. So please don’t read this as a commitment.",
  "page-rey-upgrade-desc": "The ethereum we know and love, just more scalable, more secure, and more sustainable...",
  "page-rey-upgrades": "The rey Upgrades",
  "page-rey-upgrades-aria-label": "rey upgrades menu",
  "page-rey-upgrades-beacon-chain": "The Beacon Chain",
  "page-rey-upgrades-docking": "The merge",
  "page-rey-upgrades-guide": "Guide to rey upgrades",
  "page-rey-upgrades-shard-chains": "The shard chains",
  "page-rey-upgrading": "Upgrading ethereum to radical new heights",
  "page-rey-vision": "The vision",
  "page-rey-vision-btn": "More on the rey vision",
  "page-rey-vision-desc": "To bring ethereum into the mainstream and serve all of humanity, we have to make ethereum more scalable, secure, and sustainable.",
  "page-rey-vision-upper": "rey vision",
  "page-rey-what-to-do": "What do you need to do?",
  "page-rey-what-to-do-desc": "If you're a dapp user or rey holder, you don't need to do anything. If you're a developer or want to start staking, there are ways you can get involved today.",
  "page-rey-whats-rey": "What is rey?",
  "page-rey-whats-rey-desc": "rey refers to a set of interconnected upgrades that will make ethereum more scalable, more secure, and more sustainable. These upgrades are being built by multiple teams from across the ethereum ecosystem.",
  "page-rey-whats-ethereum": "Wait, what's ethereum?",
  "page-rey-whats-new": "What's new in rey?"
}
