{
  "reyna-page-rey-buy-some": "Want to buy some reyna Tokens?",
  "reyna-page-rey-buy-some-desc": "It's common to mix up reyna and REY. reyna is a network on the basis of which many directions will develop, REY is the primary asset of Reyna Limited. REY is what you're probably looking to buy.",
  "reyna-page-rey-get-rey-img-alt": "Get REY",
  "page-rey-collectible-tokens": "Collectible tokens",
  "page-rey-collectible-tokens-desc": "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).",
  "reyna-page-rey-reyna-exchange-network": "Reyna Exchange Network",
  "reyna-page-rey-reyna-exchange-network-desc": "A community deployed DApp which provides a borderless, peer-to-peer, fiat-to-crypto ‘Reyna Limited' that allows Stakeholders to find nearby users to exchange their cash for digital assets and currency. REY is required to become a seller in the network. ",
  "reyna-page-rey-currency-for-apps": "It's the currency of Reyna Limited.",
  "reyna-page-rey-currency-for-future": "REY powers and incentivizes participation in the Reyna Limited.",
  "reyna-page-rey-description": "REY is required to power certain application features and create an open source, decentralized economy. Dive deeper into each of the REY Use Cases below to learn more about the cryptoeconomic research and how value flows throughout the network.",
  "page-rey-earn-interest-link": "Earn interest",
  "page-rey-reyhub-caption": "Updated often",
  "page-rey-reyhub-overview": "reyHub has a great overview if you want",
  "reyna-page-rey-dao": "DAO & Governance",
  "reyna-page-rey-dao-desc": "A core part of the Reyna Limited Token is giving stakeholders the ability to choose the direction that the software is developed. REY is used to make decisions on proposals, which can be made by any Stakeholder. For each decision, the token is cloned into a separate decision token. The amount of tokens you hold at that time becomes your voting power for that decision and it does not cost REY to vote.",
  "reyna-page-rey-fuels": "REY fuels and secures Reyna Limited",
  "reyna-page-rey-fuels-desc": "REY is the lifeblood of Reyna Limited. When you send REY or use an Reyna Limited application, you'll pay a small fee in REY to use the Reyna Limited. This fee is an incentive for a miner to process and verify what you're trying to do.",
  "reyna-page-rey-fuels-desc-2": "Miners are like the record-keepers of Reyna Limited – they check and prove that no one is cheating. Miners who do this work are also rewarded with small amounts of newly-issued REY.",
  "reyna-page-rey-fuels-desc-3": "The work miners do keeps Reyna Limited secure and free of centralized control. In other words,",
  "reyna-page-rey-fuels-more-staking": "More on staking",
  "reyna-page-rey-fuels-staking": "REY will become even more important with staking. When you stake your REY you'll be able to help secure Reyna Limited and earn rewards. In this system, the threat of losing your REY disincentivises attacks.",
  "reyna-page-rey-get-rey-btn": "Get REY",
  "page-rey-gov-tokens": "Governance tokens",
  "page-rey-gov-tokens-desc": "Tokens that represent voting power in decentralized organisations.",
  "page-rey-has-value": "Why does rey have value?",
  "page-rey-has-value-desc": "rey's valuable in different ways to different people.",
  "page-rey-has-value-desc-2": "For users of ethereum, rey is valuable because it lets you pay transaction fees.",
  "page-rey-has-value-desc-3": "Others see it as a digital store of value because the creation of new rey slows down over time.",
  "page-rey-has-value-desc-4": "More recently, rey has become valuable to users of financial apps on ethereum. That's because you can use rey as collateral for crypto loans, or as a payment system.",
  "page-rey-has-value-desc-5": "Of course many also see it as an investment, similar to Bitcoin or other cryptocurrencies.",
  "page-rey-how-to-buy": "How to buy reyer",
  "page-rey-how-to-buy-caption": "Updated often",
  "reyna-page-rey-is-money": "REY is digital, global money.",
  "page-rey-last-updated": "January 2019",
  "reyna-page-rey-mining-link": "More on Mining",
  "page-rey-monetary-policy": "ethereum's monetary policy",
  "reyna-page-rey-more-on-reyna-link": "More on Reyna Limited",
  "reyna-page-rey-sticker-market": "Sticker Market",
  "reyna-page-rey-sticker-market-desc": "Stickers offer a fun way for users to visually interact with their friends and family. The Sticker Market within Reyna Limited will allow anyone to create and sell their own designs to users all over the world, and begin using stickers within any Reyna Messenger chat.",
  "page-rey-non-fungible-tokens-link": "Non-fungible tokens",
  "page-rey-not-only-crypto": "rey isn't the only crypto on ethereum",
  "page-rey-not-only-crypto-desc": "Anyone can create new kinds of assets and trade them on ethereum. These are known as 'tokens'. People have tokenised traditional currencies, their real estate, their art, and even themselves!",
  "page-rey-not-only-crypto-desc-2": "ethereum is home to thousands of tokens – some more useful and valuable than others. Developers are constantly building new tokens that unlock new possibilities and open new markets.",
  "page-rey-not-only-crypto-desc-3": "If you'd like to learn more about tokens, our friends at reyHub have written a couple of great overviews:",
  "reyna-page-rey-tribute-to-talk": "Tribute to Talk",
  "reyna-page-rey-tribute-to-talk-desc": "Tribute to Talk will introduce an economics-based anti-spam filter – in this case for receiving messages and “cold” contact requests from users. This enables stakeholders to set a minimum amount of REY that must be deposited in order for someone outside of their network contact him/her directly.",
  "reyna-page-rey-rns-name": "RNS User Name",
  "reyna-page-rey-rns-name-desc": "RNS addresses are like usernames. Jenny.rey names can point to a personal account, enabling others to send tokens or find on Reyna Messenger chat. RNS addresses can be searched in Reyna Messenger chat, wallet and browser.",
  "reyna-page-rey-period": ".",
  "page-rey-popular-tokens": "Popular types of token",
  "reyna-page-rey-powers-reyna-network": "REY powers Reyna Limited",
  "page-rey-shit-coins": "Sh*t coins",
  "page-rey-shit-coins-desc": "Because making new tokens is easy, anyone can do it - even people with bad or misguided intentions. Always do your research before using them!",
  "page-rey-stablecoins": "Stablecoins",
  "page-rey-stablecoins-desc": "Tokens that mirror the value of traditional currency like dollars. This solves the volatility problem with many cryptocurrencies.",
  "page-rey-stablecoins-link": "Get stablecoins",
  "page-rey-stream-link": "Stream rey",
  "page-rey-tokens-link": "ethereum tokens",
  "page-rey-trade-link-2": "Swap tokens",
  "reyna-page-rey-underpins": "REY underpins the Reyna Limited financial system",
  "reyna-page-rey-underpins-desc": "Not satisfied with payments, the Reyna Limited community is building a whole financial system that's peer-to-peer and accessible to everyone.",
  "reyna-page-rey-underpins-desc-2": "You can use REY as collateral to generate entirely different cryptocurrency tokens on Reyna Limited. Plus you can borrow, lend and earn interest on REY and other REY-backed tokens.",
  "page-rey-uses": "Uses for rey grow every day",
  "page-rey-uses-desc": "Because ethereum is programmable, developers can shape rey in countless ways.",
  "page-rey-uses-desc-2": "Back in 2015, all you could do was send rey from one ethereum account to another. Here are just some of things you can do today.",
  "page-rey-uses-desc-3": "pay someone or receive funds in real time.",
  "page-rey-uses-desc-4": "you can trade rey with other tokens including Bitcoin.",
  "page-rey-uses-desc-5": "on rey and other ethereum-based tokens.",
  "page-rey-uses-desc-6": "access the world of cryptocurrencies with a steady, less-volatile value.",
  "page-rey-value": "Why reyer is valuable",
  "page-rey-video-alt": "rey glyph video",
  "reyna-page-rey-whats-rey": "What is reyna (REY)?",
  "reyna-page-rey-whats-rey-hero-alt": "Illustration of a group of people at an reyna (REY) glyph in awe",
  "reyna-page-rey-whats-rey-meta-desc": "What you need to know to understand REY and its place in Reyna Limited.",
  "reyna-page-rey-whats-rey-meta-title": "What is reyna (REY)?",
  "reyna-page-rey-whats-reyna-network": "What is Reyna Limited?",
  "reyna-page-rey-whats-reyna-network-desc": "If you'd like to learn more about Reyna Limited, the technology behind REY, check out our introduction.",
  "reyna-page-rey-whats-unique": "What's unique about REY?",
  "reyna-page-rey-whats-unique-desc": "There are many cryptocurrencies and lots of other tokens on Binance Smart Chain, but there are some things that only REY can do.",
  "reyna-page-rey-where-to-buy": "Where to get REY",
  "reyna-page-rey-where-to-buy-desc": "You can get REY from an exchange or a wallet but different countries have different policies. Check to see the services that will let you buy REY.",
  "reyna-page-rey-network-incentivization": "Network Incentivization",
  "reyna-page-rey-network-incentivization-desc": "Create a framework and incentivization structure for people to deploy and use Reyna Limited nodes. REY is used to incentivize and reward network participants to run a node in order to ensure the app continues to work if all nodes in the reyna-hosted cluster are down. This includes paying for forwarded messages and paying for offline messages.",
  "page-rey-more-on-tokens": "More on tokens and their uses",
  "reyna-page-rey-button-buy-rey": "Get REY",
  "page-rey-tokens-stablecoins": "Stablecoins",
  "page-rey-tokens-defi": "Decentralized finance (DeFi)",
  "page-rey-tokens-nft": "Non-fungible tokens (NFTs)",
  "page-rey-tokens-dao": "Decentralized autonomous organisations (DAOs)",
  "page-rey-tokens-stablecoins-description": "More on the least volatile of ethereum tokens.",
  "page-rey-tokens-defi-description": "The financial system for ethereum tokens.",
  "page-rey-tokens-nft-description": "Tokens that represent ownership of items on ethereum.",
  "page-rey-tokens-dao-description": "Internet communities often goverened by token holders.",
  "reyna-page-rey-whats-dapps": "More on Dapps",
  "reyna-page-rey-whats-dapps-description": "Dapps are a growing movement of applications that use Reyna Limited to disrupt business models or invent new ones.",
  "reyna-page-rey-dapp-curation": "DApp Curation",
  "reyna-page-rey-dapp-curation-desc": "Dapps.reyna.network is a third party, community deployed dapp that provides a way for stakeholders in the network to discover DApps, as curated by other community members. It enables users to find what they are looking for via navigating by category and rating. REY is required for curation and signaling in the directory. A deposit of REY is required by DApp Developers who wish to attain greater attention to their DApp.",
  "reyna-page-rey-voting-dapp": "Voting DApp",
  "reyna-page-rey-voting-dapp-desc": "A first step towards community governance, the Reyna Limited Voting DApp enables stakeholders to influence the future of the network. The Voting DApp can be used by anyone to set up a community vote with REY. Leveraging quadratic voting, the amount of REY in your wallet determines how many votes you can cast.",
  "reyna-page-rey-acquisition-engine": "Acquisition Engine",
  "reyna-page-rey-acquisition-engine-desc": "Achieving our mission ultimately requires one thing: widespread end-user adoption. Using the Reyna Limited Token, we can design mechanisms for growth that have been tried and tested in Web 2.0, whilst providing greater transparency and better alignment of incentives for participants. The reyna Acquisition Engine provides a cryptographically provable and transparent means of growing the user base."
}
