{
  "reyna-page-get-rey-cex": "Centralized exchanges",
  "reyna-page-get-rey-cex-desc": "Exchanges are businesses that let you buy crypto using traditional currencies. They have custody over any REY you buy until you send it to a wallet you control.",
  "reyna-page-get-rey-checkout-dapps-btn": "Check out dapps",
  "reyna-page-get-rey-community-safety": "Community posts on security",
  "reyna-page-get-rey-description": "Reyna Limited and REY aren't controlled by any government or company - they are decentralized. This means REY's open to everyone to use.",
  "reyna-page-get-rey-dex": "Decentralized exchanges (DEXs)",
  "reyna-page-get-rey-dex-desc": "If you want more control, buy REY peer-to-peer. With a DEX you can trade without giving control of your funds to a centralized company.",
  "reyna-page-get-rey-dexs": "Decentralized exchanges (DEXs)",
  "reyna-page-get-rey-dexs-desc": "Decentralized exchanges are open marketplaces for REY and other tokens. They connect buyers and sellers directly.",
  "reyna-page-get-rey-dexs-desc-2": "Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's REY will only be transferred when payment is guaranteed. This type of code is known as a smart contract.",
  "reyna-page-get-rey-dexs-desc-3": "This means there are fewer geographical restrictions than with centralized alternatives. If someone is selling what you want and accepting a payment mreyod you can provide, you’re good to go. DEXs can let you buy REY with other tokens, PayPal or even in-person cash deliveries.",
  "reyna-page-get-rey-do-not-copy": "Example: Do not copy",
  "page-get-rey-exchanges-disclaimer": "We collected this information manually. If you spot somreying wrong, let us know at",
  "page-get-rey-exchanges-empty-state-text": "Enter your country of residence to see a list of wallets and exchanges you can use to buy rey",
  "page-get-rey-exchanges-except": "Except",
  "page-get-rey-exchanges-header": "What country do you live in?",
  "page-get-rey-exchanges-header-exchanges": "Exchanges",
  "page-get-rey-exchanges-header-wallets": "Wallets",
  "page-get-rey-exchanges-intro": "Exchanges and wallets have restrictions on where they can sell crypto.",
  "page-get-rey-exchanges-no-exchanges": "Sorry, we don’t know any exchanges that let you buy rey from this country. If you do, tell us at",
  "page-get-rey-exchanges-no-exchanges-or-wallets": "Sorry, we don’t know any exchanges or wallets that let you buy rey from this country. If you do, tell us at",
  "page-get-rey-exchanges-no-wallets": "Sorry, we don’t know any wallets that let you buy rey from this country. If you do, tell us at",
  "page-get-rey-exchanges-success-exchange": "It can take a number of days to register with an exchange because of their legal checks.",
  "page-get-rey-exchanges-success-wallet-link": "wallets",
  "page-get-rey-exchanges-success-wallet-paragraph": "Where you live, you can buy rey directly from these wallets. Learn more about",
  "page-get-rey-exchanges-usa": "United States of America (USA)",
  "reyna-page-get-rey-get-wallet-btn": "Get a wallet",
  "page-get-rey-hero-image-alt": "Get rey hero image",
  "reyna-page-get-rey-keep-it-safe": "Keeping your REY safe",
  "page-get-rey-meta-description": "How to buy REY based on where you live and advice on how to look after it.",
  "page-get-rey-meta-title": "How to buy REY",
  "reyna-page-get-rey-need-wallet": "You will need a wallet to use a DEX.",
  "reyna-page-get-rey-new-to-rey": "New to REY? Here's an overview to get you started.",
  "reyna-page-get-rey-other-cryptos": "Buy with other crypto",
  "reyna-page-get-rey-protect-rey-desc": "If you plan on buying a lot of REY you may want to keep it in a wallet you control, not an exchange. That's because an exchange is a likely target for hackers. If a hacker gains access, you could lose your funds. Alternatively, only you have control of your wallet.",
  "reyna-page-get-rey-protect-rey-in-wallet": "Protect your REY in a wallet",
  "reyna-page-get-rey-search-by-country": "Search by country",
  "reyna-page-get-rey-security": "But this also means you need to take the security of your funds seriously. With REY, you’re not trusting a bank to look after your money, you’re trusting yourself.",
  "reyna-page-get-rey-smart-contract-link": "More on smart contracts",
  "reyna-page-get-rey-swapping": "Swap your tokens for other people's REY. And vice versa.",
  "reyna-page-get-rey-traditional-currencies": "Buy with traditional currencies",
  "reyna-page-get-rey-traditional-payments": "Buy REY with traditional payment types directly from sellers.",
  "reyna-page-get-rey-try-dex": "Try a Dex",
  "reyna-page-get-rey-use-your-rey": "Use your REY",
  "reyna-page-get-rey-use-your-rey-dapps": "Now that you own some REY, check out some Reyna Limited applications (dapps). There are dapps for finance, social media, gaming and lots of other categories.",
  "reyna-page-get-rey-wallet-instructions": "Follow wallet instructions",
  "reyna-page-get-rey-wallet-instructions-lost": "If you lose access to your wallet, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your wallet.",
  "reyna-page-get-rey-wallets": "Wallets",
  "reyna-page-get-rey-wallets-link": "More on wallets",
  "reyna-page-get-rey-wallets-purchasing": "Some wallets let you buy crypto with a debit/credit card, bank transfer or even Apple Pay. Geographical restrictions apply.",
  "reyna-page-get-rey-warning": "These DEXs aren't for beginners as you'll need some REY to use them.",
  "reyna-page-get-rey-what-are-DEX's": "What are DEXs?",
  "reyna-page-get-rey-whats-rey-link": "What's REY?",
  "reyna-page-get-rey-where-to-buy-desc": "You can buy REY from exchanges or from wallets directly.",
  "reyna-page-get-rey-where-to-buy-desc-2": "Check which services you can use based on where you live.",
  "reyna-page-get-rey-where-to-buy-title": "Where to buy REY",
  "reyna-page-get-rey-your-address": "Your REY address",
  "reyna-page-get-rey-your-address-desc": "When you download a wallet it will create a public REY address for you. Here's what one looks like:",
  "reyna-page-get-rey-your-address-desc-3": "Think of this like your email address, but instead of mail it can receive REY. If you want to transfer REY from an exchange to your wallet, use your address as the destination. Be sure to always double check before you send!",
  "reyna-page-get-rey-your-address-wallet-link": "Check out wallets"
}
