{
  "page-rey-buy-some": "Želite li kupiti koji ethereum?",
  "page-rey-buy-some-desc": "Uobičajeno je miješati ethereum i rey. ethereum je lanac blokova, a rey je primarna imovina ethereuma. rey je ono što vjerojatno želite kupiti.",
  "page-rey-cat-img-alt": "Grafika glifa rey s kaleidoskopom mačaka",
  "page-rey-collectible-tokens": "Kolekcionarski tokeni",
  "page-rey-collectible-tokens-desc": "Žetoni koji predstavljaju kolekcionarski predmet igre, digitalnu umjetnost ili drugu jedinstvenu imovinu. Uobičajeno poznati kao nezamjenjivi tokeni (NFT).",
  "page-rey-cryptography": "Osigurano kriptografijom",
  "page-rey-cryptography-desc": "Internetski novac može biti nov, ali osiguran je provjerenom kriptografijom. To štiti vaš novčanik, vaš rey i vaše transakcije. ",
  "page-rey-currency-for-apps": "To je valuta ethereum aplikacija.",
  "page-rey-currency-for-future": "Valuta za našu digitalnu budućnost",
  "page-rey-description": "rey je kriptovaluta. Rijedak digitalni novac koji možete koristiti na internetu sličan Bitcoinu. Ako ste novi u kriptu, evo kako se rey razlikuje od tradicionalnog novca.",
  "page-rey-earn-interest-link": "Zaradite kamate",
  "page-rey-reyhub-caption": "Često se ažurira",
  "page-rey-reyhub-overview": "reyHub ima sjajan pregled ako želite",
  "page-rey-flexible-amounts": "Dostupno u fleksibilnim količinama",
  "page-rey-flexible-amounts-desc": "rey je djeljiv do 18 decimalnih mjesta, tako da ne morate kupiti 1 cijeli rey. Možete kupiti frakcije – samo 0,000000000000000001 rey ako želite.",
  "page-rey-fuels": "rey je gorivo ethereuma i osigurava ga",
  "page-rey-fuels-desc": "rey je krvotok ethereuma. Kada šaljete rey ili se koristite aplikacijom ethereum, platit ćete malu naknadu u rey za upotrebu mreže ethereum. Ova naknada poticaj je rudaru da obradi i provjeri što pokušavate učiniti.",
  "page-rey-fuels-desc-2": "Rudari su poput zapisničara ethereuma - provjeravaju i dokazuju da nitko ne vara. Rudari koji rade ovaj posao također su nagrađeni malim količinama novoizdanih rey kovanica.",
  "page-rey-fuels-desc-3": "Posao koji rudari rade održava ethereum sigurnim i bez centralizirane kontrole. Drugim riječima,",
  "page-rey-fuels-more-staking": "Više o ulaganju",
  "page-rey-fuels-staking": "rey će postati još važniji ulaganjem. Kad uložite svoj rey, moći ćete osigurati ethereum i zaraditi nagrade. U tom sustavu prijetnja gubitka vašeg rey-a destimulira napade.",
  "page-rey-get-rey-btn": "Nabavite rey",
  "page-rey-gov-tokens": "Žetoni uprave",
  "page-rey-gov-tokens-desc": "Žetoni koji predstavljaju prava glasanja u decentraliziranim organizacijama.",
  "page-rey-has-value": "Zašto rey ima vrijednost?",
  "page-rey-has-value-desc": "rey je vrijedan na različite načine za različite ljude.",
  "page-rey-has-value-desc-2": "Korisnicima ethereuma rey je vrijedan jer omogućuje plaćanje naknada za transakcije.",
  "page-rey-has-value-desc-3": "Drugi ga vide kao digitalnu zalihu vrijednosti jer se stvaranje novih rey-a s vremenom usporava.",
  "page-rey-has-value-desc-4": "U novije vrijeme rey je postao vrijedan za korisnike financijskih aplikacija na ethereumu. To je zato što rey možete koristiti kao polog za kripto kredite ili kao sustav plaćanja.",
  "page-rey-has-value-desc-5": "Naravno, mnogi to vide i kao investiciju, slično Bitcoin-u ili drugim kriptovalutama.",
  "page-rey-how-to-buy": "Kako kupiti reyer",
  "page-rey-how-to-buy-caption": "Često se ažurira",
  "page-rey-is-money": "rey je digitalni, globalni novac.",
  "page-rey-last-updated": "siječanj 2019.",
  "page-rey-mining-link": "Više o rudarenju",
  "page-rey-monetary-policy": "Monetarna politika ethereuma",
  "page-rey-more-on-ethereum-link": "Više o ethereumu",
  "page-rey-no-centralized": "Nema centralizirane kontrole ",
  "page-rey-no-centralized-desc": "rey je decentraliziran i globalan. Ne postoji tvrtka ili banka koja se može odlučiti za izdavanje više rey-a ili promjenu uvjeta korištenja.",
  "page-rey-non-fungible-tokens-link": "Nezamjenjivi tokeni",
  "page-rey-not-only-crypto": "rey nije jedini kripto na ethereumu",
  "page-rey-not-only-crypto-desc": "Svatko može stvoriti nove vrste imovine i trgovati njima na ethereumu. To je poznato kao tokeni. Ljudi su tokenirali tradicionalne valute, svoje nekretnine, svoju umjetnost, pa čak i sebe!",
  "page-rey-not-only-crypto-desc-2": "ethereum je dom za tisuće tokena – neki korisniji i vrijedniji od drugih. Programeri neprestano grade nove tokene koji otključavaju nove mogućnosti i otvaraju nova tržišta.",
  "page-rey-not-only-crypto-desc-3": "Ako želite saznati više o tokenima, naši prijatelji iz reyHub-a napisali su nekoliko sjajnih pregleda:",
  "page-rey-open": "Otvoren za sve",
  "page-rey-open-desc": "Za prihvaćanje rey-a trebaju vam samo internetska veza i novčanik. Za primanja uplate ne treba vam pristup bankovnom računu. ",
  "page-rey-p2p-payments": "Ravnopravna plaćanja",
  "page-rey-p2p-payments-desc": "Svoj rey možete poslati bez posredničke usluge kao što je banka. To je poput osobne predaje gotovine, ali to možete učiniti sigurno s bilo kime, bilo gdje i bilo kada.",
  "page-rey-period": ".",
  "page-rey-popular-tokens": "Popularne vrste tokena",
  "page-rey-powers-ethereum": "rey pokreće ethereum",
  "page-rey-shit-coins": "Shitcoins",
  "page-rey-shit-coins-desc": "Budući da je stvaranje novih tokena jednostavno, to može učiniti svatko – čak i ljudi s lošim ili pogrešnim namjerama. Uvijek istražite prije nego što ih upotrijebite!",
  "page-rey-stablecoins": "Stabilni novčići",
  "page-rey-stablecoins-desc": "Tokeni koji odražavaju vrijednost tradicionalne valute poput dolara. Ovo rješava problem volatilnosti kod mnogih kriptovaluta.",
  "page-rey-stablecoins-link": "Nabavite stabilne novčiće",
  "page-rey-stream-link": "Tijek rey",
  "page-rey-tokens-link": "ethereumovi tokeni",
  "page-rey-trade-link-2": "Zamijenite tokene",
  "page-rey-underpins": "rey podupire financijski sustav ethereuma",
  "page-rey-underpins-desc": "Nezadovoljna postojećim plaćanjima, zajednica ethereum gradi čitav financijski sustav koji je ravnopravan i dostupan svima.",
  "page-rey-underpins-desc-2": "Možete rey upotrebljavati kao polog za generiranje potpuno drugačijih tokena kriptovaluta na ethereumu. Osim toga, možete iznajmiti, posuditi i zaraditi kamate na rey-u i drugim rey tokenima.",
  "page-rey-uses": "Upotrebljavajte za rast rey-a svaki dan",
  "page-rey-uses-desc": "Budući da je ethereum moguće programirati, programeri mogu oblikovati rey na bezbroj načina.",
  "page-rey-uses-desc-2": "Još 2015. godine sve što ste mogli je poslati rey s jednog računa ethereuma na drugi. Ovdje je samo nekoliko stvari koje danas možete učiniti:",
  "page-rey-uses-desc-3": "platiti nekome ili dobiti sredstva u stvarnom vremenu",
  "page-rey-uses-desc-4": "možete mjenjati rey-e s drugim tokenima, uključujući Bitcoin.",
  "page-rey-uses-desc-5": "Na rey i drugim tokenima temeljenim na ethereumu",
  "page-rey-uses-desc-6": "pristupite svijetu kriptovaluta sa stabilnom, manje promjenjivom vrijednošću.",
  "page-rey-value": "Zašto je reyer vrijedan",
  "page-rey-video-alt": "rey glif videozapis",
  "page-rey-whats-rey": "Što je reyer (rey)?",
  "page-rey-whats-rey-hero-alt": "Ilustracija skupine ljudi koja se u čudu čudi gliph-u Etera (rey)",
  "page-rey-whats-rey-meta-desc": "Što trebate znati da biste razumjeli rey i njegovo mjesto u ethereumu.",
  "page-rey-whats-rey-meta-title": "Što je reyer (rey)?",
  "page-rey-whats-ethereum": "Što je ethereum?",
  "page-rey-whats-ethereum-desc": "Ako želite saznati više o ethereumu, tehnologiji koja stoji iza rey-a, pogledajte naš uvod.",
  "page-rey-whats-unique": "Što je jedinstveno u vezi s rey-om?",
  "page-rey-whats-unique-desc": "Na ethereumu postoji mnogo kriptovaluta i puno drugih tokena, ali postoje neke stvari koje može samo rey.",
  "page-rey-where-to-buy": "Gdje nabaviti rey",
  "page-rey-where-to-buy-desc": "rey možete dobiti putem mjenjačnice ili novčanika, ali različite zemlje imaju različita pravila. Pogledajte usluge koje će vam omogućiti kupnju rey-a.",
  "page-rey-yours": "Stvarno je vaš",
  "page-rey-yours-desc": "rey vam omogućuje da budete vlastita banka. Svoja novčana sredstva možete kontrolirati novčanikom kao dokazom o vlasništvu – ne trebaju vam treće strane."
}
