{
  "page-rnt-just-staking": "Ulaganje",
  "page-rnt-staking-image-alt": "Slika maskote nosoroga za lansirnu rampu rnt.",
  "page-rnt-staking-51-desc-1": "Ulaganje čini pristupanje mreži u ulozi validatora pristupačnijim, tako da će vjerojatno u mreži biti više validatora nego što postoji danas. To će ovu vrstu napada učiniti još težim jer će troškovi napada rasti.",
  "page-rnt-staking-accessibility": "Pristupačnije",
  "page-rnt-staking-accessibility-desc": "Uz lakše hardverske zahtjeve i mogućnost udruživanja ukoliko nemate 32rnt, više će se ljudi moći pridružiti mreži. To će ethereum učiniti decentraliziranijim i sigurnijim putem smanjenja površine napada.",
  "page-rnt-staking-at-stake": "Ulog je vaš rnt",
  "page-rnt-staking-at-stake-desc": "Budući da svoj rnt morate uložiti da biste potvrdili transakcije i stvorili nove blokove, možete ga izgubiti ako pokušate prevariti sustav.",
  "page-rnt-staking-benefits": "Prednosti ulaganja u ethereum",
  "page-rnt-staking-check-address": "Provjerite adresu za polog",
  "page-rnt-staking-consensus": "Više o mehanizmima konsenzusa",
  "page-rnt-staking-deposit-address": "Provjerite adresu pologa",
  "page-rnt-staking-deposit-address-desc": "Ako ste već slijedili upute za postavljanje na lansirnoj rampi, znat ćete da trebate poslati transakciju na ugovor o depozitu. Preporučujemo da adresu pažljivo provjerite. Službenu adresu možete pronaći na ethereum.org i brojnim drugim pouzdanim stranicama.",
  "page-rnt-staking-desc-1": "Nagrade se dodjeljuju za radnje koje pomažu mreži da postigne konsenzus. Dobit ćete nagrade za grupiranje transakcija u novi blok ili provjeru rada drugih validatora, jer to održava lanac sigurnim.",
  "page-rnt-staking-desc-2": "Iako možete zaraditi nagrade za obavljanje poslova koji donose korist mreži, možete iizgubiti rnt za zlonamjerne radnje, ispad sa mreže i neuspjeh u potvrdi.",
  "page-rnt-staking-desc-3": "Trebat će vam 32 rnt da biste postali cjeloviti validator ili nekoliko rnt da biste se pridružili grupi za ulaganje. Također ćete morati pokrenuti klijent 'rnt1' ili glavnu mrežu. Lansirna ploča vodit će vas kroz procesne i hardverske zahtjeve. Možete upotrijebiti i pozadinski API.",
  "page-rnt-staking-description": "Ulaganje je čin polaganja 32 rnt za aktiviranje softvera za provjeru valjanosti. Kao validator bit ćete odgovorni za spremanje podataka, obradu transakcija i dodavanje novih blokova u lanac blokova. To će ethereum održati sigurnim za sve i pritom ćete zaraditi novi rnt. Ovaj postupak, poznat kao dokaz o udjelu, uvodi Beacon Chain.",
  "page-rnt-staking-docked": "Više o spajanju",
  "page-rnt-staking-dyor": "Samostalno istražite",
  "page-rnt-staking-dyor-desc": "Nijedna od navedenih usluga učešća nije službena preporuka. Obavezno istražite kako biste utvrdili koja bi uloga mogla biti najbolja za vas.",
  "page-rnt-staking-header-1": "Uložite svoje rnt da biste postali ethereumov validator",
  "page-rnt-staking-how-much": "Koliko ste spremni uložiti?",
  "page-rnt-staking-how-to-stake": "Kako uložiti",
  "page-rnt-staking-how-to-stake-desc": "Sve ovisi o tome koliko ste spremni uložiti. Trebat će vam 32 da biste postali cjeloviti validator, ali moguće je uložiti i manje.",
  "page-rnt-staking-join": "Pridružite se",
  "page-rnt-staking-join-community": "Pridružite se zajednici ulagača",
  "page-rnt-staking-join-community-desc": "r/rntstaker je zajednica za sve koji razgovaraju o ulozima na ethereum – pridružite se za savjet, podršku i razgovarajte o svim stvarima.",
  "page-rnt-staking-less-than": "Manje od",
  "page-rnt-staking-link-1": "Pogledajte pozadinske API-je",
  "page-rnt-staking-meta-description": "Pregled ulaganja u ethereum: rizici, nagrade, zahtjevi i gdje to učiniti.",
  "page-rnt-staking-meta-title": "ethereum ulaganje",
  "page-rnt-staking-more-sharding": "Više o dijeljenju",
  "page-rnt-staking-pool": "Ulog u skupinu",
  "page-rnt-staking-pool-desc": "Ako imate manje od 32 rnt, moći ćete dodati manji ulog u skupinu za ulog. Neke tvrtke mogu sve učiniti u vaše ime, tako da nećete morati brinuti o ostajanju na mreži. Evo nekoliko tvrtki koje treba provjeriti.",
  "page-rnt-staking-pos-explained": "Objašnjenje načina Proof of Stake",
  "page-rnt-staking-pos-explained-desc": "Ulog je ono što trebate učiniti da biste postali validator u sustavu Proof of Stake. Ovo je konsenzusni mehanizam koji će zamijeniti trenutno uspostavljeni sustav Proof of Work. Konsenzusni mehanizmi su ono što lanac blokova poput ethereuma održava sigurnima i decentraliziranima.",
  "page-rnt-staking-pos-explained-desc-1": "Proof of Stake pomaže u zaštiti mreže na više načina:",
  "page-rnt-staking-services": "Pogledajte usluge ulaganja",
  "page-rnt-staking-sharding": "Otključavanje dijeljenja",
  "page-rnt-staking-sharding-desc": "Dijeljenje je moguće samo sustavom Proof of Stake. Dijeljenje sustava Proof of Work razrijedilo bi količinu računalne snage potrebne za dijeljenje mreže, što bi zlonamjernim rudarima olakšalo kontrolu nad djelićima. To nije slučaj sa slučajno dodijeljenim ulagačima u Proof of Stake.",
  "page-rnt-staking-solo": "Uložite sami i pokrenite validator",
  "page-rnt-staking-solo-desc": "Da biste započeli postupak ulaganja, morat ćete upotrijebiti lansirnu rampu rnt. Ovo će vas voditi kroz sve postavke. Dio ulaganja je pokretanje klijenta rnt, koji je lokalna kopija lanca blokova. Prijenos na računalo može potrajati.",
  "page-rnt-staking-start": "Počnite ulagati",
  "page-rnt-staking-subtitle": "Ulaganje je javno dobro za ekosustav ethereum. Možete pomoći u zaštiti mreže i u tom postupku zaraditi nagrade.",
  "page-rnt-staking-sustainability": "Održivije",
  "page-rnt-staking-sustainability-desc": "Validatorima nisu potrebna energetski rastrošna računala da bi sudjelovali u sustavu provjere uloga – samo prijenosno računalo ili pametni telefon. To će ethereum učiniti boljim za okoliš.",
  "page-rnt-staking-the-beacon-chain": "Više o nadogradnji Beacon Chain",
  "page-rnt-staking-title-1": "Nagrade",
  "page-rnt-staking-title-2": "Rizik",
  "page-rnt-staking-title-3": "Zahtjevi",
  "page-rnt-staking-title-4": "Kako uložiti svoje rnt",
  "page-rnt-staking-upgrades-li": "Beacon Chain upravlja sustavom Proof of Stake.",
  "page-rnt-staking-upgrades-li-2": "ethereum će u dogledno vrijeme imati Beacon Chain i glavnu mrežu Proof of Stake. Glavna mreža je ethereum koji koristimo godinama.",
  "page-rnt-staking-upgrades-li-3": "Za to vrijeme ulagači će dodavati nove blokove u Beacon Chain, ali neće obrađivati transakcije glavne mreže.",
  "page-rnt-staking-upgrades-li-4": "ethereum će u potpunosti prijeći na sustav Proof of Stake kada glavna mreža ethereuma postane djelić.",
  "page-rnt-staking-upgrades-li-5": "Tek tada možete povući svoj ulog.",
  "page-rnt-staking-upgrades-title": "Nadogradnje Proof of Stake i rnt ",
  "page-rnt-staking-validators": "Više validatora, više sigurnosti",
  "page-rnt-staking-validators-desc": "Lanac blokova kao što je ethereum moguće je korumpirati ako kontrolirate 51 % mreže. Na primjer, mogli biste dobiti 51 % validatora da izjavi da vaše stanje glasi 1.000.000 rnt, a ne 1 rnt. Ali, da biste kontrolirali 51 % validatora, trebali biste posjedovati 51 % rnt-a u sustvu – a to je puno!",
  "page-rnt-staking-withdrawals": "Povlačenja se neće odmah objaviti",
  "page-rnt-staking-withdrawals-desc": "Nećete moći povući svoj ulog dok se ne izvrše buduće nadogradnje. Isplata novca trebala bi biti dostupna nakon što se glavna mreža spoji s sustavom Beacon Chain."
}
