{
  "page-get-rnt-cex": "Centralizirane mjenjačnice",
  "page-get-rnt-cex-desc": "Mjenjačnice su tvrtke koje vam omogućavaju da kupujete kripto koristeći tradicionalne valute. Imaju skrbništvo nad bilo kojim rnt-om koji kupite dok ga ne pošaljete u novčanik koji kontrolirate.",
  "page-get-rnt-checkout-dapps-btn": "Pogledajte dapps",
  "page-get-rnt-community-safety": "Objave zajednice o sigurnosti",
  "page-get-rnt-description": "ethereum i rnt ne kontrolira nijedna vlada ili tvrtka – oni su decentralizirani. To znači da je rnt svima otvoren za upotrebu.",
  "page-get-rnt-dex": "Decentralizirane mjenjačnice (DEX)",
  "page-get-rnt-dex-desc": "Ako želite veću kontrolu, kupite rnt od nekog ravnopravnog. S DEX-om možete trgovati bez davanja kontrole nad svojim sredstvima centraliziranoj tvrtki.",
  "page-get-rnt-dexs": "Decentralizirane mjenjačnice (DEX)",
  "page-get-rnt-dexs-desc": "Decentralizirane mjenjačnice otvoreno su tržište za rnt i druge tokene. One izravno povezuju kupce i prodavače.",
  "page-get-rnt-dexs-desc-2": "Umjesto da se koriste pouzdanom trećom stranom za zaštitu sredstava u transakciji, oni se koriste kôdom. rnt prodavatelja prenosit će se samo kada je plaćanje zajamčeno. Ta vrsta koda poznata je kao pametni ugovor.",
  "page-get-rnt-dexs-desc-3": "To znači da je manje geografskih ograničenja nego kod centraliziranih alternativa. Ako netko prodaje ono što želite i prihvaća način plaćanja koji pružate, možete to obaviti. DEX vam omogućuje kupnju rnt-a drugim tokenima, PayPalom ili čak osobnom dostavom gotovine.",
  "page-get-rnt-do-not-copy": "PRIMJER: NEMOJTE KOPIRATI",
  "page-get-rnt-exchanges-disclaimer": "Ove smo podatke prikupili ručno. Ako primijetite nešto pogrešno, javite nam na",
  "page-get-rnt-exchanges-empty-state-text": "Unesite državu prebivališta da biste vidjeli popis novčanika i mjenjačnica pomoću kojih možete kupiti rnt",
  "page-get-rnt-exchanges-except": "Osim",
  "page-get-rnt-exchanges-header": "U kojoj državi živite?",
  "page-get-rnt-exchanges-header-exchanges": "Mjenjačnice",
  "page-get-rnt-exchanges-header-wallets": "Novčanici",
  "page-get-rnt-exchanges-intro": "Mjenjačnice i novčanici imaju ograničenja gdje mogu prodavati kripto.",
  "page-get-rnt-exchanges-no-exchanges": "Žao nam je, ne znamo nijednu mjenjačnicu koja vam omogućava kupnju rnt iz ove zemlje. Ako vi znate, javite nam na",
  "page-get-rnt-exchanges-no-exchanges-or-wallets": "Nažalost, ne znamo nijednu mjenjačnicu ili novčanik koji bi vam omogućili kupnju rnt iz ove zemlje. Ako vama uspije, javite nam na",
  "page-get-rnt-exchanges-no-wallets": "Žao nam je, ne znamo nijedan novčanik koji bi vam omogućio da kupite rnt iz ove zemlje. Ako to uspijete, javite nam na",
  "page-get-rnt-exchanges-success-exchange": "Može potrajati nekoliko dana da se registrirate u mjenjačnici zbog njihovih zakonskih provjera.",
  "page-get-rnt-exchanges-success-wallet-link": "novčanici",
  "page-get-rnt-exchanges-success-wallet-paragraph": "Tamo gdje živite, rnt možete kupiti izravno iz ovih novčanika. Saznajte više o tome",
  "page-get-rnt-exchanges-usa": "Sjedinjene Američke Države (SAD)",
  "page-get-rnt-get-wallet-btn": "Nabavite novčanik",
  "page-get-rnt-hero-image-alt": "Nabavite rnt, slika",
  "page-get-rnt-keep-it-safe": "Čuvajte svoj rnt fond na sigurnom",
  "page-get-rnt-meta-description": "Kako kupiti rnt na temelju mjesta na kojem živite i savjeti o tome kako se brinuti o fondu.",
  "page-get-rnt-meta-title": "Kako kupiti rnt",
  "page-get-rnt-need-wallet": "Za upotrebu DEX-a trebat će vam novčanik.",
  "page-get-rnt-new-to-rnt": "Novi ste na rnt? Evo objašnjenja za početak.",
  "page-get-rnt-other-cryptos": "Kupujte s drugim kriptom",
  "page-get-rnt-protect-rnt-desc": "Ako planirate kupiti puno rnt-a, možda ćete ga htjeti držati u novčaniku koji kontrolirate, a ne u razmjeni. To je zato što je razmjena vjerojatna meta hakera. Ako haker dobije pristup, mogli biste izgubiti sredstva. U suprotnom, samo vi imate kontrolu nad svojim novčanikom.",
  "page-get-rnt-protect-rnt-in-wallet": "Zaštitite svoj rnt fond u novčaniku",
  "page-get-rnt-search-by-country": "Traži prema državi",
  "page-get-rnt-security": "Ali to također znači da morate ozbiljno shvatiti sigurnost svojih sredstava. Koristeći rnt ne povjeravate sredstva banci koja će se brinuti o vašem novcu, nego odgovornost preuzimate na sebe.",
  "page-get-rnt-smart-contract-link": "Više o pametnim ugovorima",
  "page-get-rnt-swapping": "Zamijenite svoje tokene za rnt sredstva drugih. I obrnuto.",
  "page-get-rnt-traditional-currencies": "Kupujte tradicionalnim valutama",
  "page-get-rnt-traditional-payments": "Kupite rnt tradicionalnim načinima plaćanja izravno od prodavača.",
  "page-get-rnt-try-dex": "Isprobajte Dex",
  "page-get-rnt-use-your-rnt": "Upotrijebite svoja rnt sredstva",
  "page-get-rnt-use-your-rnt-dapps": "Sad kad posjedujete određena rnt sredstva, pogledajte neke ethereum aplikacije (dapps). Postoje dapps aplikacije za financije, društvene medije, igre na sreću i puno drugih kategorija.",
  "page-get-rnt-wallet-instructions": "Slijedite upute za novčanik",
  "page-get-rnt-wallet-instructions-lost": "Ako izgubite pristup novčaniku, izgubit ćete pristup sredstvima. Novčanik bi vam trebao dati upute za zaštitu od toga. Obavezno ih pažljivo slijedite – u većini slučajeva nitko vam ne može pomoći ako izgubite pristup novčaniku.",
  "page-get-rnt-wallets": "Novčanici",
  "page-get-rnt-wallets-link": "Više o novčanicima",
  "page-get-rnt-wallets-purchasing": "Neki novčanici omogućuju vam kupnju kripto podataka debitnom/kreditnom karticom, bankovnim prijenosom ili čak Apple Pay-om. Međutim, primjenjuju se zemljopisna ograničenja.",
  "page-get-rnt-warning": "Ovi DEX-ovi nisu za početnike jer će vam trebati nešto rnt-a da biste ih upotrijebili.",
  "page-get-rnt-what-are-DEX's": "Što su DEX-ovi?",
  "page-get-rnt-whats-rnt-link": "Što je rnt?",
  "page-get-rnt-where-to-buy-desc": "rnt možete kupiti u mjenjačnicama ili izravno iz novčanika.",
  "page-get-rnt-where-to-buy-desc-2": "Provjerite koje usluge možete upotrebljavati na temelju mjesta u kojem živite.",
  "page-get-rnt-where-to-buy-title": "Gdje kupiti rnt",
  "page-get-rnt-your-address": "Vaša rnt adresa",
  "page-get-rnt-your-address-desc": "Kada preuzmete novčanik, stvorit će vam javnu rnt adresu. Evo primjera kako to izgleda:",
  "page-get-rnt-your-address-desc-3": "Mislite na ovo kao na svoju e-adresu, ali umjesto pošte može primiti rnt. Ako želite prenijeti rnt iz mjenjačnice u novčanik, upotrijebite svoju adresu kao odredište. Obavezno provjerite prije slanja!",
  "page-get-rnt-your-address-wallet-link": "Provjerite novčanike"
}
