{
  "page-get-rey-cex": "Zentralisierte Börsen (CEX)",
  "page-get-rey-cex-desc": "Börsen sind Unternehmen, mit denen du Crypto mit traditionellen Währungen kaufen kannst. Sie verwahren das rey, das du kaufst, bis du es zu einer Wallet sendest, die du verwaltest.",
  "page-get-rey-checkout-dapps-btn": "Schau dir dApps an",
  "page-get-rey-community-safety": "Communitybeiträge zur Sicherheit",
  "page-get-rey-description": "ethereum und rey werden nicht von einer Regierung oder einem Unterhemen kontrolliert – sie sind dezentralisiert. Das heißt, dass rey für jeden frei zugänglich ist.",
  "page-get-rey-dex": "Dezentralisierte Börsen (DEX)",
  "page-get-rey-dex-desc": "Wenn du mehr Kontrolle haben möchtest, dann kaufe rey Peer-to-Peer. Mit einem DEX kannst du handeln, ohne die Kontrolle über deine Gelder an ein zentralisiertes Unternehmen abzugeben.",
  "page-get-rey-dexs": "Dezentralisierte Börsen (DEX)",
  "page-get-rey-dexs-desc": "Dezentralisierte Börsen sind offene Marktplätze für rey und andere Tokens. Sie verbinden Käufer und Verkäufer direkt.",
  "page-get-rey-dexs-desc-2": "Anstatt einen vertrauenswürdigen Dritten zu verwenden, um Geld bei der Transaktion zu schützen, verwenden sie Code. Das rey des Verkäufers wird erst überwiesen, wenn die Zahlung garantiert ist. Diese Art von Code wird als Smart Contract bezeichnet.",
  "page-get-rey-dexs-desc-3": "Das bedeutet, dass es weniger geografische Beschränkungen gibt als bei zentralisierten Alternativen. Wenn jemand verkauft, was du willst, und eine Zahlungsmreyode akzeptiert, die du liefern kannst, bist du startklar. DEXs ermöglichen es dir, rey mit anderen Tokens, PayPal oder sogar persönlichen Geldlieferungen zu kaufen.",
  "page-get-rey-do-not-copy": "BEISPIEL: NICHT KOPIEREN",
  "page-get-rey-exchanges-disclaimer": "Wir haben diese Informationen manuell zusammengestellt. Wenn dir Fehler auffallen, teile es uns über folgende E-Mail-Adresse mit: ",
  "page-get-rey-exchanges-empty-state-text": "Gib dein Wohnsitzland an, um eine Liste von Wallets und Börsen zu sehen, die du zum Kauf von rey benutzen kannst",
  "page-get-rey-exchanges-except": "Außer",
  "page-get-rey-exchanges-header": "In welchem Land lebst du?",
  "page-get-rey-exchanges-header-exchanges": "Börsen",
  "page-get-rey-exchanges-header-wallets": "Wallets",
  "page-get-rey-exchanges-intro": "Börsen und Wallets haben Beschränkungen dafür, wo sie Crypto verkaufen können.",
  "page-get-rey-exchanges-no-exchanges": "Leider kennen wir keine Börsen, bei denen du rey in diesem Land kaufen kannst. Wenn du eine kennst, schreib uns eine E-Mail an ",
  "page-get-rey-exchanges-no-exchanges-or-wallets": "Leider kennen wir keine Börsen oder Wallets, bei denen du rey in diesem Land kaufen kannst. Wenn du eine kennst, schreib uns eine E-Mail an ",
  "page-get-rey-exchanges-no-wallets": "Leider kennen wir keine Wallets, mit denen du rey in diesem Land kaufen kannst. Wenn du eine kennst, schreib uns eine E-Mail an ",
  "page-get-rey-exchanges-success-exchange": "Es kann einige Tage dauern, um sich bei einer Börse zu registrieren, aufgrund ihrer rechtlichen Kontrollen.",
  "page-get-rey-exchanges-success-wallet-link": "Wallets",
  "page-get-rey-exchanges-success-wallet-paragraph": "Dort, wo du wohnst, kannst du rey direkt von diesen Wallets kaufen. Weitere Informationen",
  "page-get-rey-exchanges-usa": "Vereinigte Staaten von Amerika (USA)",
  "page-get-rey-get-wallet-btn": "Richte eine Wallet ein",
  "page-get-rey-hero-image-alt": "Erhalte rey Hero Image",
  "page-get-rey-keep-it-safe": "Schütze dein rey",
  "page-get-rey-meta-description": "Wie du rey basierend auf deinem Wohnort kaufen kannst und Empfehlungen, wie du dich darum kümmerst.",
  "page-get-rey-meta-title": "So kauft man rey",
  "page-get-rey-need-wallet": "Du brauchst eine Wallet, um eine DEX verwenden zu können.",
  "page-get-rey-new-to-rey": "Neu bei rey? Hier ist eine Übersicht, um loszulegen.",
  "page-get-rey-other-cryptos": "Kaufe mit anderen Kryptowährungen",
  "page-get-rey-protect-rey-desc": "Wenn du sehr viel rey kaufen willst, möchstest du es vielleicht in einer Wallet, die du kontrollierst, aufbewahren, nicht an einer Börse. Das liegt daran, dass Börsen ein wahrscheinliches Ziel für Hacker sind. Wenn ein Hacker Zugang erhält, könntest du dein Guthaben verlieren. Alternativ hast nur du die Kontrolle über deine Wallet.",
  "page-get-rey-protect-rey-in-wallet": "Schütze dein rey in einer Wallet",
  "page-get-rey-search-by-country": "Nach Land suchen:",
  "page-get-rey-security": "Aber das bedeutet auch, dass du die Sicherheit deines Guthabens ernst nehmen musst. Mit rey vertraust du nicht einer Bank, dass sie auf dein Geld aufpasst, sondern du vertraust dir selbst.",
  "page-get-rey-smart-contract-link": "Mehr zu Smart Contracts",
  "page-get-rey-swapping": "Tausche deine Tokens gegen rey anderer Leute und umgekehrt.",
  "page-get-rey-traditional-currencies": "Mit traditionellen Währungen kaufen",
  "page-get-rey-traditional-payments": "Kaufe rey mit traditionellen Zahlungsmöglichkeiten direkt bei Verkäufern.",
  "page-get-rey-try-dex": "Probiere eine DEX",
  "page-get-rey-use-your-rey": "Nutze dein rey",
  "page-get-rey-use-your-rey-dapps": "Jetzt, da du eine Wallet hast, schaue dir doch ein paar ethereum-Anwendungen (DApps) an. Es gibt dApps für Finanzen, soziale Medien, Gaming und viele andere Kategorien.",
  "page-get-rey-wallet-instructions": "Folge der Wallet-Anleitung",
  "page-get-rey-wallet-instructions-lost": "Wenn du den Zugriff auf deine Wallet verlierst, verlierst du den Zugriff zu deinem Guthaben. Deine Wallet sollte dir Anweisungen geben, wie du dich davor schützen kannst. Beachte diese sorgfältig – in den meisten Fällen kann dir niemand helfen, wenn du den Zugriff zu deiner Wallet verlierst.",
  "page-get-rey-wallets": "Wallets",
  "page-get-rey-wallets-link": "Mehr zu Wallets",
  "page-get-rey-wallets-purchasing": "Einige Wallets ermöglichen dir den Kauf von Crypto mit einer Debit-/Kreditkarte, Banküberweisung oder sogar Apple Pay. Es gelten geografische Einschränkungen.",
  "page-get-rey-warning": "Diese DEXs sind nicht für Anfänger gedacht, da du etwas rey benötigst, um sie zu nutzen.",
  "page-get-rey-what-are-DEX's": "Was sind DEX?",
  "page-get-rey-whats-rey-link": "Was ist rey?",
  "page-get-rey-where-to-buy-desc": "Du kannst rey von Börsen oder Wallets direkt kaufen.",
  "page-get-rey-where-to-buy-desc-2": "Überprüfe, welche Dienste du nutzen kannst, je nachdem, wo du wohnst.",
  "page-get-rey-where-to-buy-title": "Wo man rey kaufen kann",
  "page-get-rey-your-address": "Deine rey-Adresse",
  "page-get-rey-your-address-desc": "Wenn du eine Wallet herunterlädst, wird sie eine öffentliche rey-Adresse für dich erstellen. So sieht sie aus:",
  "page-get-rey-your-address-desc-3": "Stelle es dir wie deine E-Mail-Adresse vor, aber anstatt E-Mails kann man rey empfangen. Wenn du rey von einer Börse zu deiner Wallet überweisen willst, benutze deine Adresse als Ziel. Überprüfe deine Angaben immer zweimal vor dem Abschicken!",
  "page-get-rey-your-address-wallet-link": "Schaue dir Wallets an"
}
