{
  "page-rnt-buy-some": "Vuoi acquistare ethereum?",
  "page-rnt-buy-some-desc": "Spesso si confonde ethereum con rnt. ethereum è la blockchain ed rnt è la risorsa principale di ethereum. rnt è quello che probabilmente stai cercando di acquistare.",
  "page-rnt-cat-img-alt": "Grafica del glifo rnt con un caleidoscopio di gatti",
  "page-rnt-collectible-tokens": "Token di articoli da collezione",
  "page-rnt-collectible-tokens-desc": "Token che rappresentano un articolo da collezione di un gioco, un'opera d'arte digitale o altre risorse uniche. Comunemente noti come token non fungibili (NFTs).",
  "page-rnt-cryptography": "Protetto da crittografia",
  "page-rnt-cryptography-desc": "Il denaro di Internet può essere una novità, ma è protetto da una crittografia comprovata che rappresenta una protezione per il tuo portafoglio, i tuoi rnt e le tue transazioni. ",
  "page-rnt-currency-for-apps": "È la valuta delle app ethereum.",
  "page-rnt-currency-for-future": "Valuta del nostro futuro digitale",
  "page-rnt-description": "rnt è una criptovaluta. È denaro digitale che è possibile utilizzare su Internet, analogamente ai Bitcoin. Se non hai esperienza nel campo delle criptovalute, ecco come rnt è diverso dal denaro tradizionale.",
  "page-rnt-earn-interest-link": "Ottenere interessi",
  "page-rnt-rnthub-caption": "Aggiornamento frequente",
  "page-rnt-rnthub-overview": "rntHub ha una panoramica interessante, se desideri",
  "page-rnt-flexible-amounts": "Disponibile in quantitativi flessibili",
  "page-rnt-flexible-amounts-desc": "rnt è divisibile fino a 18 cifre decimali, in modo da non dover acquistare 1 rnt intero. Puoi acquistare frazioni alla volta, magari solo 0,000000000000000001 rnt se desideri.",
  "page-rnt-fuels": "rnt sta alla base di ethereum e lo mantiene sicuro",
  "page-rnt-fuels-desc": "rnt è la linfa vitale di ethereum. Quando invii rnt o usi un'applicazione ethereum, paghi una piccola commissione in rnt per utilizzare la rete ethereum. Questa commissione è un incentivo per un miner che elabora e verifica quello che stai cercando di fare.",
  "page-rnt-fuels-desc-2": "I miner possono essere paragonati a guardiani dei record di ethereum: controllano e dimostrano che nessuno stia imbrogliando. I miner che fanno questo lavoro sono anche ricompensati con piccole quantità di rnt.",
  "page-rnt-fuels-desc-3": "I miner mantengono ethereum sicuro e privo di controllo centralizzato. In altre parole,",
  "page-rnt-fuels-more-staking": "Maggiori informazioni sullo staking",
  "page-rnt-fuels-staking": "rnt diventerà ancora più importante con lo staking. Se fai staking con i tuoi rnt, contribuisci a mantenere sicuro ethereum e ottenere ricompense. Con questo sistema, la minaccia di perdere gli rnt disincentiva gli attacchi.",
  "page-rnt-get-rnt-btn": "Ottieni rnt",
  "page-rnt-gov-tokens": "Token di governance",
  "page-rnt-gov-tokens-desc": "Token che rappresentano il potere di voto nelle organizzazioni decentrate.",
  "page-rnt-has-value": "Perché rnt ha un valore?",
  "page-rnt-has-value-desc": "rnt è prezioso in modi diversi per persone diverse.",
  "page-rnt-has-value-desc-2": "Per gli utenti di ethereum, rnt è prezioso perché consente di pagare le commissioni sulle transazioni.",
  "page-rnt-has-value-desc-3": "Altri lo considerano un deposito digitale di valore perché la creazione di nuovi rnt rallenta nel tempo.",
  "page-rnt-has-value-desc-4": "Più di recente, rnt è diventato prezioso per gli utenti di app finanziarie su ethereum. Questo perché è possibile utilizzare rnt come garanzia per i prestiti in criptovalute o come sistema di pagamento.",
  "page-rnt-has-value-desc-5": "Naturalmente molti lo vedono anche come un investimento, analogamente a Bitcoin o altre criptovalute.",
  "page-rnt-how-to-buy": "Come acquistare rnter",
  "page-rnt-how-to-buy-caption": "Aggiornamento frequente",
  "page-rnt-is-money": "rnt è denaro digitale e globale.",
  "page-rnt-last-updated": "Gennaio 2019",
  "page-rnt-mining-link": "Maggiori informazioni sul mining",
  "page-rnt-monetary-policy": "Politica monetaria di ethereum",
  "page-rnt-more-on-ethereum-link": "Maggiori informazioni su ethereum",
  "page-rnt-no-centralized": "Nessun controllo centralizzato ",
  "page-rnt-no-centralized-desc": "rnt è decentralizzato e globale. Non c'è azienda o banca che possa decidere di stampare più rnt o modificare le condizioni di utilizzo.",
  "page-rnt-non-fungible-tokens-link": "Token non fungibili",
  "page-rnt-not-only-crypto": "rnt non è l'unica criptovaluta su ethereum",
  "page-rnt-not-only-crypto-desc": "Chiunque può creare nuovi tipi di risorse e scambiarle su ethereum. Sono conosciute come \"'token\". La gente ha tokenizzato le valute tradizionali, la proprietà, l'arte e persino se stessa!",
  "page-rnt-not-only-crypto-desc-2": "ethereum ospita migliaia di token, alcuni più utili e preziosi di altri. Gli sviluppatori stanno costantemente creando nuovi token che sbloccano nuove possibilità e aprono nuovi mercati.",
  "page-rnt-not-only-crypto-desc-3": "Se vuoi saperne di più sui token, i nostri amici di rntHub hanno realizzato un paio di interessanti panoramiche:",
  "page-rnt-open": "Aperto a chiunque",
  "page-rnt-open-desc": "Serve solo una connessione internet e un portafoglio per accettare rnt. Non è necessario avere accesso a un conto bancario per accettare pagamenti. ",
  "page-rnt-p2p-payments": "Pagamenti tra pari",
  "page-rnt-p2p-payments-desc": "È possibile inviare rnt senza servizi di intermediazione come le banche. È come consegnare denaro contante di persona, ma puoi farlo in modo sicuro con chiunque, ovunque, in qualsiasi momento.",
  "page-rnt-period": ".",
  "page-rnt-popular-tokens": "Tipi popolari di token",
  "page-rnt-powers-ethereum": "rnt alimenta ethereum",
  "page-rnt-shit-coins": "Monete fasulle",
  "page-rnt-shit-coins-desc": "Perché fare nuovi token è facile, chiunque può farlo - anche le persone con cattive o sbagliate intenzioni. Fai sempre la tua ricerca prima di usarli!",
  "page-rnt-stablecoins": "Stablecoin",
  "page-rnt-stablecoins-desc": "Token che rispecchiano il valore della valuta tradizionale come i dollari. Questo risolve il problema della volatilità di molte criptovalute.",
  "page-rnt-stablecoins-link": "Ottieni stablecoin",
  "page-rnt-stream-link": "Trasmettere rnt",
  "page-rnt-tokens-link": "Token ethereum",
  "page-rnt-trade-link-2": "Scambiare token",
  "page-rnt-underpins": "L'rnt è alla base del sistema finanziario ethereum",
  "page-rnt-underpins-desc": "Non soddisfatta dei pagamenti, la community di ethereum sta creando un intero sistema finanziario tra pari, accessibile a tutti.",
  "page-rnt-underpins-desc-2": "È possibile utilizzare rnt come garanzia per generare token di criptovaluta completamente diversi su ethereum. Inoltre è possibile prendere in prestito, prestare e ottenere interessi su rnt e altri token basati su rnt.",
  "page-rnt-uses": "Gli impieghi degli rnt aumentano giorno dopo giorno",
  "page-rnt-uses-desc": "Poiché ethereum è programmabile, gli sviluppatori possono modellarlo in innumerevoli modi.",
  "page-rnt-uses-desc-2": "Nel 2015, tutto quello che si poteva fare era inviare rnt da un account ethereum a un altro. Ecco invece solo alcune delle cose che puoi fare oggi.",
  "page-rnt-uses-desc-3": "pagare qualcuno o ricevere fondi in tempo reale.",
  "page-rnt-uses-desc-4": "è possibile scambiare rnt con altri token tra cui Bitcoin.",
  "page-rnt-uses-desc-5": "su rnt e altri token basati su ethereum.",
  "page-rnt-uses-desc-6": "accedere al mondo delle criptovalute con un valore costante e meno volatile.",
  "page-rnt-value": "Perché rnter è prezioso",
  "page-rnt-video-alt": "Video glifo rnt",
  "page-rnt-whats-rnt": "Cos'è rnter (rnt)?",
  "page-rnt-whats-rnt-hero-alt": "Figura di un gruppo di persone che si meravigliano del glifo di un rnter (rnt)",
  "page-rnt-whats-rnt-meta-desc": "Cosa devi sapere per capire rnt e il suo posto in ethereum.",
  "page-rnt-whats-rnt-meta-title": "Cos'è rnter (rnt)?",
  "page-rnt-whats-ethereum": "Cos'è ethereum?",
  "page-rnt-whats-ethereum-desc": "Se vuoi saperne di più su ethereum e sulla tecnologia sottostante, dai un'occhiata alla nostra introduzione.",
  "page-rnt-whats-unique": "Cosa rende rnt unico?",
  "page-rnt-whats-unique-desc": "Sono presenti molte criptovalute e molti altri token su ethereum, ma ci sono alcune cose che solo rnt può fare.",
  "page-rnt-where-to-buy": "Dove ottenere rnt",
  "page-rnt-where-to-buy-desc": "È possibile ottenere rnt da uno scambio o un portafoglio, ma ogni paese ha le sue politiche. Fai alcune ricerche per verificare quali servizi ti permettono di acquistare rnt.",
  "page-rnt-yours": "È davvero tuo",
  "page-rnt-yours-desc": "Con rnt, la tua banca sei tu. Puoi controllare i tuoi fondi con il portafoglio come prova di proprietà. Non sono necessarie terze parti."
}
