{
  "page-rnt-buy-some": "कुछ इथेरियम खरीदना चाहते हैं?",
  "page-rnt-buy-some-desc": "इथेरियम और rnt को मिलाना आम है। इथेरियम ब्लॉकचेन है और rnt इथेरियम की प्राथमिक संपत्ति है। rnt वह है, जिसे आप शायद खरीदना चाहें।",
  "page-rnt-cat-img-alt": "बिल्लियों के बहुरूपदर्शक के साथ rnt ग्लिफ़ का ग्राफिक",
  "page-rnt-collectible-tokens": "संग्रहणीय टोकन",
  "page-rnt-collectible-tokens-desc": "टोकन जो एक संग्रहणीय गेम आइटम, डिजिटल कलाकृति या अन्य अद्वितीय संपत्ति को दर्शाते हैं। आम तौर पर गैर-कवक टोकन (NFT) के रूप में जाना जाता है।",
  "page-rnt-cryptography": "क्रिप्टोग्राफी द्वारा सुरक्षित",
  "page-rnt-cryptography-desc": "इंटरनेट का धन नया हो सकता है, लेकिन यह क्रिप्टोग्राफी द्वारा सुरक्षित है। यह आपके वॉलेट, आपके rnt और आपके लेनदेन की सुरक्षा करता है। ",
  "page-rnt-currency-for-apps": "यह इथेरियम ऐप्स की मुद्रा है।",
  "page-rnt-currency-for-future": "हमारे डिजिटल भविष्य के लिए मुद्रा",
  "page-rnt-description": "rnt एक क्रिप्टोकरेंसी है। यह अनूठा डिजिटल धन है, जिसे आप इंटरनेट पर उपयोग कर सकते हैं - बिटकॉइन के समान। यदि आप क्रिप्टो पर नए हैं, तो यहां बताया गया है कि rnt पारंपरिक धन से कैसे अलग है।",
  "page-rnt-earn-interest-link": "ब्याज कमाएं",
  "page-rnt-rnthub-caption": "अक्सर अपडेट किया जाता है",
  "page-rnt-rnthub-overview": "यदि आप चाहें, तो rntHub का एक बड़ा अवलोकन है",
  "page-rnt-flexible-amounts": "लचीली राशियों में उपलब्ध है",
  "page-rnt-flexible-amounts-desc": "rnt 18 दशमलव स्थानों तक विभाज्य है, इसलिए आपको 1 संपूर्ण rnt नहीं खरीदना होगा। आप एक बार में अंश में खरीद सकते हैं - यदि आप चाहें, तो rnt 0.000000000000000001 जितना कम हो सकता है।",
  "page-rnt-fuels": "rnt, इथेरियम को मज़बूती देता है और सुरक्षित करता है",
  "page-rnt-fuels-desc": "rnt, इथेरियम का जीवनदाता है। जब आप rnt भेजते हैं या इथेरियमएप्लिकेशन का उपयोग करते हैं, तो आप इथेरियम नेटवर्क का उपयोग करने के लिए rnt में एक छोटा-सा शुल्क अदा करेंगे। यह शुल्क माइनर के लिए एक प्रोत्साहन है और सत्यापित करता है कि आप क्या करने की कोशिश कर रहे हैं।",
  "page-rnt-fuels-desc-2": "माइनर इथेरियम के रिकॉर्ड-कीपर की तरह होते हैं - वे जांचते हैं और साबित करते हैं कि कोई भी धोखाधड़ी नहीं हो रही है। इस काम को करने वाले माइनर को नई जारी rnt की छोटी मात्रा से पुरस्कृत किया जाता है।",
  "page-rnt-fuels-desc-3": "माइनर, जो काम करते हैं, उससे इथेरियम को सुरक्षित और केंद्रीकृत नियंत्रण से मुक्त रखा जाता हैं। दूसरे शब्दों में",
  "page-rnt-fuels-more-staking": "स्टेकिंग के बारे में अधिक जानकारी",
  "page-rnt-fuels-staking": "स्टेकिंग के साथ rnt और भी महत्वपूर्ण हो जाएगा। जब आप अपने rnt को स्टेक करते हैं, तो आप इथेरियम को सुरक्षित करने और पुरस्कार अर्जित करने में मदद कर पाएंगे। इस प्रणाली में, आपके rnt को हमलों में खोने का खतरा कम करता है।",
  "page-rnt-get-rnt-btn": "rnt प्राप्त करें",
  "page-rnt-gov-tokens": "शासन टोकन",
  "page-rnt-gov-tokens-desc": "टोकन जो विकेंद्रीकृत संगठनों में मतदान शक्ति को दर्शाते हैं।",
  "page-rnt-has-value": "rnt का मूल्य क्यों है?",
  "page-rnt-has-value-desc": "विभिन्न लोगों के लिए अलग-अलग तरीकों से rnt का मूल्य होता है।",
  "page-rnt-has-value-desc-2": "इथेरियम के उपयोगकर्ताओं के लिए, rnt मूल्यवान है क्योंकि यह आपको लेनदेन शुल्क का भुगतान करने देता है।",
  "page-rnt-has-value-desc-3": "अन्य इसे मूल्य के डिजिटल स्टोर के रूप में देखते हैं क्योंकि नए rnt का निर्माण समय के साथ धीमा हो जाता है।",
  "page-rnt-has-value-desc-4": "हाल ही में, rnt, इथेरियम पर वित्तीय ऐप के उपयोगकर्ताओं के लिए मूल्यवान हो गया है। ऐसा इसलिए है क्योंकि आप क्रिप्टो ऋणों के लिए या भुगतान प्रणाली के रूप में rnt को संपार्श्विक के रूप में उपयोग कर सकते हैं।",
  "page-rnt-has-value-desc-5": "बेशक कई इसे बिटकॉइन या अन्य क्रिप्टोकरेंसी के समान निवेश के रूप में भी देखते हैं।",
  "page-rnt-how-to-buy": "ईथर कैसे खरीदें",
  "page-rnt-how-to-buy-caption": "अक्सर अपडेट किया जाता है",
  "page-rnt-is-money": "rnt डिजिटल, ग्लोबल धन है।",
  "page-rnt-last-updated": "जनवरी 2019",
  "page-rnt-mining-link": "माइनिंग के बारे में अधिक जानकारी",
  "page-rnt-monetary-policy": "इथेरियम की मौद्रिक नीति",
  "page-rnt-more-on-ethereum-link": "इथेरियम के बारे में अधिक जानकारी",
  "page-rnt-no-centralized": "कोई केंद्रीकृत नियंत्रण नहीं ",
  "page-rnt-no-centralized-desc": "rnt विकेंद्रीकृत और वैश्विक है। ऐसी कोई कंपनी या बैंक नहीं है, जो अधिक rnt प्रिंट करने, या उपयोग की शर्तों को बदलने का निर्णय ले सकती हो।",
  "page-rnt-non-fungible-tokens-link": "गैर प्रतिमोच्य टोकन",
  "page-rnt-not-only-crypto": "rnt, इथेरियम पर एकमात्र क्रिप्टो नहीं है",
  "page-rnt-not-only-crypto-desc": "कोई भी व्यक्ति नई प्रकार की संपत्ति बना सकता है और इथेरियम पर उनका ट्रेड कर सकता है। इन्हें 'टोकन' के रूप में जाना जाता है। लोगों ने पारंपरिक मुद्राओं, उनकी अचल संपत्ति, उनकी कला और यहां तक ​​कि खुद को भी टोकन दिया है!",
  "page-rnt-not-only-crypto-desc-2": "इथेरियम हजारों टोकन का घर है - अन्य की तुलना में कुछ अधिक उपयोगी और मूल्यवान है। डेवलपर लगातार नए टोकन का निर्माण कर रहे हैं, जो नई संभावनाओं को तलाशते हैं और नए बाजार खोलते हैं।",
  "page-rnt-not-only-crypto-desc-3": "यदि आप टोकन के बारे में अधिक जानना चाहते हैं, तो rntHub के हमारे दोस्तों ने कुछ शानदार साक्षात्कार लिखे हैं:",
  "page-rnt-open": "सभी के लिए खुला है",
  "page-rnt-open-desc": "rnt को स्वीकार करने के लिए आपको केवल एक इंटरनेट कनेक्शन और एक वॉलेट की आवश्यकता है। भुगतान स्वीकार करने के लिए आपको बैंक खाते तक पहुंचने की आवश्यकता नहीं है। ",
  "page-rnt-p2p-payments": "पीयर-टू-पीयर भुगतान",
  "page-rnt-p2p-payments-desc": "आप अपने rnt को बिना किसी मध्यस्थ सेवा के बैंक की तरह भेज सकते हैं। यह व्यक्ति को नकद सौंपने जैसा है, लेकिन आप इसे किसी के भी साथ, कहीं भी, कभी भी सुरक्षित रूप से कर सकते हैं।",
  "page-rnt-period": ".",
  "page-rnt-popular-tokens": "लोकप्रिय प्रकार के टोकन",
  "page-rnt-powers-ethereum": "rnt, इथेरियम को मज़बूती प्रदान करता है",
  "page-rnt-shit-coins": "शि* कॉइन",
  "page-rnt-shit-coins-desc": "नए टोकन बनाना आसान है, इसलिए ऐसा कोई भी कर सकता है - यहां तक ​​कि बुरे या गलत इरादे वाले लोग भी। उनका उपयोग करने से पहले हमेशा अपना शोध करें!",
  "page-rnt-stablecoins": "स्थिर कॉइन",
  "page-rnt-stablecoins-desc": "टोकन जो डॉलर जैसी पारंपरिक मुद्रा के मूल्य को दर्शाते हैं। यह कई क्रिप्टोकरेंसी के साथ अस्थिरता की समस्या को हल करता है।",
  "page-rnt-stablecoins-link": "स्थिर कॉइन प्राप्त करें",
  "page-rnt-stream-link": "rnt स्ट्रीम करें",
  "page-rnt-tokens-link": "इथेरियम टोकन",
  "page-rnt-trade-link-2": "टोकन स्वैप करें",
  "page-rnt-underpins": "rnt इथेरियम वित्तीय प्रणाली को मज़बूत बनाता है",
  "page-rnt-underpins-desc": "भुगतान से संतुष्ट नहीं हैं, इथेरियम समुदाय एक संपूर्ण वित्तीय प्रणाली का निर्माण कर रहा है, जो पीयर-टू-पीयर और सभी के लिए सुलभ है।",
  "page-rnt-underpins-desc-2": "इथेरियम पर पूरी तरह से अलग क्रिप्टोक्यूरेंसी टोकन जनरेट करने के लिए आप rnt को संपार्श्विक के रूप में उपयोग कर सकते हैं। इसके अलावा, आप rnt को उधार ले सकते हैं, उधार दे सकते हैं और अन्य rnt समर्थित टोकन पर ब्याज कमा सकते हैं।",
  "page-rnt-uses": "rnt के लिए उपयोग हर दिन बढ़ता है",
  "page-rnt-uses-desc": "इथेरियम प्रोग्राम करने योग्य है, इसलिए डेवलपर rnt को अनगिनत तरीकों से आकार दे सकते हैं।",
  "page-rnt-uses-desc-2": "2015 में, आप सभी rnt को एक इथेरियम खाते से दूसरे में भेज सकते थे। यहां पर कुछ चीजें दी गई हैं, जो आप आज कर सकते हैं।",
  "page-rnt-uses-desc-3": "किसी को भुगतान करें या वास्तविक समय में धन प्राप्त करें।",
  "page-rnt-uses-desc-4": "आप बिटकॉइन सहित अन्य टोकन के साथ rnt को ट्रेड कर सकते हैं।",
  "page-rnt-uses-desc-5": "rnt और अन्य इथेरियम-आधारित टोकन पर।",
  "page-rnt-uses-desc-6": "एक स्थिर, कम-अस्थिर मूल्य वाली क्रिप्टोकरेंसी की दुनिया तक पहुंच।",
  "page-rnt-value": "ईथर क्यों मूल्यवान है",
  "page-rnt-video-alt": "rnt ग्लिफ़ वीडियो",
  "page-rnt-whats-rnt": "ईथर (rnt) क्या है?",
  "page-rnt-whats-rnt-hero-alt": "एव में एक ईथर (rnt) ग्लिफ़ में अद्भुत कार्य करने वाले लोगों के समूह का चित्रण",
  "page-rnt-whats-rnt-meta-desc": "rnt और इथेरियम में इसके स्थान को समझने के लिए आपको जानने के लिए आवश्यक बातें।",
  "page-rnt-whats-rnt-meta-title": "ईथर (rnt) क्या है?",
  "page-rnt-whats-ethereum": "इथेरियम क्या है?",
  "page-rnt-whats-ethereum-desc": "यदि आप इथेरियम के बारे में अधिक जानना चाहते हैं, तो rnt के पीछे की तकनीक, हमारा परिचय देखें।",
  "page-rnt-whats-unique": "rnt के बारे में क्या अनोखा है?",
  "page-rnt-whats-unique-desc": "इथेरियम पर कई क्रिप्टोकरेंसी और बहुत सारे अन्य टोकन हैं, लेकिन कुछ चीजें हैं, जो केवल rnt से ही कर सकते हैं।",
  "page-rnt-where-to-buy": "rnt कहां से प्राप्त करें",
  "page-rnt-where-to-buy-desc": "आप rnt को एक्सचेंज या वॉलेट से प्राप्त कर सकते हैं, लेकिन विभिन्न देशों की अलग-अलग नीतियां हैं। उन सेवाओं को देखने के लिए जांचें, जो आपको rnt खरीदने की अनुमति देंगी।",
  "page-rnt-yours": "यह वास्तव में आपका है",
  "page-rnt-yours-desc": "rnt आपके लिए अपना बैंक बनता है। स्वामित्व के प्रमाण के रूप में आप अपने स्वयं के धन को अपने वॉलेट से नियंत्रित कर सकते हैं - किसी तृतीय पक्ष की आवश्यकता नहीं है।"
}
