{
  "page-rnt-buy-some": "¿Quieres comprar ethereum?",
  "page-rnt-buy-some-desc": "Es habitual confundir ethereum y rnt. ethereum es la cadena de bloques y rnt (rnter) es el activo principal de ethereum. rnt es lo que probablemente estés buscando comprar.",
  "page-rnt-cat-img-alt": "Gráfico de glifo rnt con un caleidoscopio de gatos",
  "page-rnt-collectible-tokens": "Tokens coleccionables",
  "page-rnt-collectible-tokens-desc": "Tokens que representan un artículo de juego coleccionable, una obra de arte digital u otros activos únicos. Comúnmente conocidos como tokens no fungibles (NFT).",
  "page-rnt-cryptography": "Protegido por criptografía",
  "page-rnt-cryptography-desc": "El dinero de Internet puede ser nuevo, pero está garantizado por criptografía probada. Esto protege tu cartera, tu rnt y tus transacciones. ",
  "page-rnt-currency-for-apps": "Es la moneda de las aplicaciones ethereum.",
  "page-rnt-currency-for-future": "Moneda para nuestro futuro digital",
  "page-rnt-description": "rnt es una criptomoneda. Es escaso el dinero digital que puedes usar en Internet, similar a Bitcoin. Si eres nuevo en el mundo de las criptomonedas, así es como rnt se diferencia del dinero tradicional.",
  "page-rnt-earn-interest-link": "Ganar intereses",
  "page-rnt-rnthub-caption": "Actualizado a menudo",
  "page-rnt-rnthub-overview": "rntHub tiene una excelente descripción general si lo deseas",
  "page-rnt-flexible-amounts": "Disponible en cantidades flexibles",
  "page-rnt-flexible-amounts-desc": "rnt es divisible hasta 18 posiciones decimales, por lo que no tienes que comprar 1 rnt completo. Puedes comprar fracciones a la vez, tan solo 0,000000000000000001 rnt si lo deseas.",
  "page-rnt-fuels": "rnt alimenta y asegura ethereum",
  "page-rnt-fuels-desc": "rnt es el elemento vital de ethereum. Cuando envías rnt o usas una aplicación ethereum, pagarás una pequeña tarifa en rnt por usar la red ethereum. Esta tarifa es un incentivo para que un minero procese y verifique lo que estás tratando de hacer.",
  "page-rnt-fuels-desc-2": "Los mineros son como los poseedores de registros de ethereum: comprueban y demuestran que nadie esté haciendo trampa. Los mineros que hacen este trabajo también son recompensados con pequeñas cantidades de rnt recién emitidas.",
  "page-rnt-fuels-desc-3": "El trabajo que hacen los mineros mantiene a ethereum seguro y libre de control centralizado. En otras palabras,",
  "page-rnt-fuels-more-staking": "Más acerca del staking",
  "page-rnt-fuels-staking": "rnt se volverá aún más importante con las apuestas. Cuando apuestes tu rnt, podrás ayudar a asegurar ethereum y ganar recompensas. En este sistema, la amenaza de perder tu rnt desincentiva los ataques.",
  "page-rnt-get-rnt-btn": "Conseguir rnt",
  "page-rnt-gov-tokens": "Tokens de gobernanza",
  "page-rnt-gov-tokens-desc": "Tokens que representan el poder de voto en organizaciones descentralizadas.",
  "page-rnt-has-value": "¿Por qué rnt tiene valor?",
  "page-rnt-has-value-desc": "rnt es valioso de diferentes maneras para diferentes personas.",
  "page-rnt-has-value-desc-2": "Para los usuarios de ethereum, rnt es valioso porque permite pagar tarifas de transacción.",
  "page-rnt-has-value-desc-3": "Otros lo ven como una reserva digital de valor, porque la creación de nuevos rnt se ralentiza con el tiempo.",
  "page-rnt-has-value-desc-4": "Más recientemente, rnt se ha vuelto valioso para los usuarios de aplicaciones financieras en ethereum. El motivo es que puedes usar rnt como garantía para préstamos criptográficos o como sistema de pago.",
  "page-rnt-has-value-desc-5": "Por supuesto, muchos también lo ven como una inversión, similar al bitcoin o a otras criptomonedas.",
  "page-rnt-how-to-buy": "Cómo comprar rnter",
  "page-rnt-how-to-buy-caption": "Actualizado a menudo",
  "page-rnt-is-money": "rnt es dinero digital global.",
  "page-rnt-last-updated": "Enero de 2019",
  "page-rnt-mining-link": "Más sobre minería",
  "page-rnt-monetary-policy": "Política monetaria de ethereum",
  "page-rnt-more-on-ethereum-link": "Más sobre ethereum",
  "page-rnt-no-centralized": "Sin control centralizado ",
  "page-rnt-no-centralized-desc": "rnt es descentralizado y global. No hay empresa o banco que pueda decidir imprimir más rnt o cambiar los términos de uso.",
  "page-rnt-non-fungible-tokens-link": "Tokens no fungibles",
  "page-rnt-not-only-crypto": "rnt no es la única criptografía en ethereum",
  "page-rnt-not-only-crypto-desc": "Cualquiera puede crear nuevos tipos de activos e intercambiarlos en ethereum. Estos se conocen como \"tokens\". La gente ha \"tokenizado\" las monedas tradicionales, sus bienes raíces, su arte e incluso ¡a sí mismos!",
  "page-rnt-not-only-crypto-desc-2": "ethereum alberga miles de tokens, algunos más útiles y valiosos que otros. Los desarrolladores están constantemente creando nuevos tokens que desbloquean nuevas posibilidades y abren nuevos mercados.",
  "page-rnt-not-only-crypto-desc-3": "Si deseas obtener más información sobre los tokens, nuestros amigos de rntHub han escrito un par de excelentes reseñas:",
  "page-rnt-open": "Abierto a cualquiera",
  "page-rnt-open-desc": "Solo necesitas una conexión a Internet y una cartera para aceptar rnt. No necesitas acceso a una cuenta bancaria para aceptar pagos. ",
  "page-rnt-p2p-payments": "Pagos de Persona-a-persona (P2P)",
  "page-rnt-p2p-payments-desc": "Puedes enviar tu rnt sin ningún servicio intermediario como un banco. Es como entregar dinero en efectivo en persona, pero puede hacerlo de forma segura con cualquier persona, en cualquier lugar y en cualquier momento.",
  "page-rnt-period": ".",
  "page-rnt-popular-tokens": "Tipos populares de tokens",
  "page-rnt-powers-ethereum": "rnt impulsa ethereum",
  "page-rnt-shit-coins": "Monedas inservibles",
  "page-rnt-shit-coins-desc": "Dado que crear nuevos tokens es fácil, cualquiera puede hacerlo, incluso personas con malas o equivocadas intenciones. Investiga siempre los tokens antes de usarlos.",
  "page-rnt-stablecoins": "Monedas estables (\"stablecoins\")",
  "page-rnt-stablecoins-desc": "Tokens que reflejan el valor de monedas tradicionales, como los dólares. Esto resuelve el problema de la volatilidad de algunas criptomonedas.",
  "page-rnt-stablecoins-link": "Obtener monedas estables",
  "page-rnt-stream-link": "Flujo rnt",
  "page-rnt-tokens-link": "Tokens de ethereum",
  "page-rnt-trade-link-2": "Intercambiar tokens",
  "page-rnt-underpins": "rnt sostiene el sistema financiero de ethereum",
  "page-rnt-underpins-desc": "No satisfecha con los pagos, la comunidad ethereum está construyendo un sistema financiero completo que es de igual a igual y accesible a todos.",
  "page-rnt-underpins-desc-2": "Puedes utilizar rnt como garantía para generar tokens de criptomonedas completamente diferentes en ethereum. Además, puedes pedir, prestar y ganar intereses sobre rnt y otros tokens respaldados por rnt.",
  "page-rnt-uses": "Los usos de rnt crecen cada día",
  "page-rnt-uses-desc": "Debido a que ethereum es programable, los desarrolladores pueden dar forma a rnt de innumerables maneras.",
  "page-rnt-uses-desc-2": "Allá por 2015, todo lo que podías hacer era enviar rnt de una cuenta de ethereum a otra. Aquí tienes solo algunas de las cosas que se pueden hacer hoy.",
  "page-rnt-uses-desc-3": "pagar a alguien o recibir fondos en tiempo real.",
  "page-rnt-uses-desc-4": "puedes intercambiar rnt con otros tokens, incluidos bitcoins.",
  "page-rnt-uses-desc-5": "en rnt y otros tokens basados en ethereum.",
  "page-rnt-uses-desc-6": "acceder al mundo de las criptomonedas con un valor estable, menos volátil.",
  "page-rnt-value": "Por qué rnter es valioso",
  "page-rnt-video-alt": "Vídeo de glifos rnt",
  "page-rnt-whats-rnt": "¿Qué es el rnter (rnt)?",
  "page-rnt-whats-rnt-hero-alt": "Imagen de un grupo de personas maravilladas ante un glifo rnter (rnt)",
  "page-rnt-whats-rnt-meta-desc": "Lo que necesitas conocer para comprender rnt y su lugar en ethereum.",
  "page-rnt-whats-rnt-meta-title": "¿Qué es el rnter (rnt)?",
  "page-rnt-whats-ethereum": "¿Qué es ethereum?",
  "page-rnt-whats-ethereum-desc": "Si deseas obtener más información sobre ethereum, la tecnología tras rnt, consulta nuestra introducción.",
  "page-rnt-whats-unique": "¿Qué tiene de único rnt?",
  "page-rnt-whats-unique-desc": "Hay algunas criptomonedas y muchos otros tokens en ethereum, pero hay algunas cosas que solo rnt puede hacer.",
  "page-rnt-where-to-buy": "Dónde obtener rnt",
  "page-rnt-where-to-buy-desc": "Puedes obtener rnt de un intercambio o una cartera, pero las políticas son diferentes en cada país. Comprueba los servicios que te permitirán comprar rnt.",
  "page-rnt-yours": "Es realmente tuyo",
  "page-rnt-yours-desc": "rnt te permite ser tu propio banco. Puedes controlar tus propios fondos con tu cartera como prueba de titularidad; no se requieren terceros."
}
