{
  "page-rey-buy-some": "Dorești să cumperi niște ethereum?",
  "page-rey-buy-some-desc": "Este normal să confunzi ethereum cu rey. ethereum este blockchain-ul și rey este activul principal al ethereum. rey este ceea ce probabil cauți să cumperi.",
  "page-rey-cat-img-alt": "Grafic al glif-ului rey cu un caleidoscop de pisici",
  "page-rey-collectible-tokens": "Tokenuri de colecție",
  "page-rey-collectible-tokens-desc": "Tokenuri care reprezintă un obiect de joc de colecție, o piesă de artă digitală sau alte active unice. Cunoscute în mod obișnuit ca tokenuri non-fungibile (NFT).",
  "page-rey-cryptography": "Securizat prin criptografie",
  "page-rey-cryptography-desc": "Banii de pe internet pot fi noi, dar sunt asigurați prin criptografie dovedită. Acest lucru îți protejează portofelul, rey-ul și tranzacțiile. ",
  "page-rey-currency-for-apps": "Este moneda aplicațiilor ethereum.",
  "page-rey-currency-for-future": "Moneda pentru viitorul nostru digital",
  "page-rey-description": "rey este o cripto-monedă. Sunt bani digitali în cantitate limitată pe care îi poți folosi pe internet – similar cu Bitcoin. Dacă ești nou în cripto, iată care sunt diferențele dintre rey și banii tradiționali.",
  "page-rey-earn-interest-link": "Câștigi dobândă",
  "page-rey-reyhub-caption": "Este actualizat frecvent",
  "page-rey-reyhub-overview": "Dacă vrei, reyHub are o imagine de ansamblu excelentă",
  "page-rey-flexible-amounts": "Disponibil în cantități flexibile",
  "page-rey-flexible-amounts-desc": "rey este divizibil până la 18 zecimale, deci nu trebuie să cumperi 1 rey întreg. Poți cumpăra fracții la un moment dat - doar 0,000000000000000001 rey dacă dorești.",
  "page-rey-fuels": "rey alimentează și asigură ethereum",
  "page-rey-fuels-desc": "rey este sângele ethereum. Când trimiți rey sau utilizezi o aplicație ethereum, vei plăti o mică taxă în rey pentru a utiliza rețeaua ethereum. Această taxă este un stimulent pentru un miner să proceseze și să verifice ceea ce încerci să faci.",
  "page-rey-fuels-desc-2": "Minerii sunt precum păstrătorii de recorduri ai ethereum – verifică și dovedesc că nimeni nu înșală. Minerii care fac această muncă sunt, de asemenea, recompensați cu cantități mici de rey nou-emis.",
  "page-rey-fuels-desc-3": "Munca pe care o fac minerii păstrează ethereum în siguranță și fără control centralizat. Cu alte cuvinte,",
  "page-rey-fuels-more-staking": "Mai multe despre mizare",
  "page-rey-fuels-staking": "rey va deveni și mai important odată cu mizarea. Atunci când mizezi rey, vei putea ajuta la securizarea ethereum și vei câștiga recompense. În acest sistem, amenințarea de a-ți pierde rey-ul, descurajează atacurile.",
  "page-rey-get-rey-btn": "Obține rey",
  "page-rey-gov-tokens": "Tokenuri de guvernanță",
  "page-rey-gov-tokens-desc": "Tokenuri care reprezintă puterea de vot în organizațiile descentralizate.",
  "page-rey-has-value": "De ce rey are valoare?",
  "page-rey-has-value-desc": "rey este valoros în moduri diferite pentru diferite persoane.",
  "page-rey-has-value-desc-2": "Pentru utilizatorii ethereum, rey este valoros, deoarece îți permite să plătești taxe de tranzacție.",
  "page-rey-has-value-desc-3": "Alții îl văd ca pe un magazin digital de valoare, deoarece crearea de nou rey încetinește în timp.",
  "page-rey-has-value-desc-4": "Mai recent, rey a devenit valoros pentru utilizatorii de aplicații financiare de pe ethereum, deoarece pot utiliza rey ca garanție pentru împrumuturi criptografice sau ca sistem de plăți.",
  "page-rey-has-value-desc-5": "Desigur, mulți o văd și ca o investiție, similară cu Bitcoin sau alte cripto-monede.",
  "page-rey-how-to-buy": "Cum să cumperi Eter",
  "page-rey-how-to-buy-caption": "Este actualizat frecvent",
  "page-rey-is-money": "rey este o monedă digitală, globală.",
  "page-rey-last-updated": "Ianuarie 2019",
  "page-rey-mining-link": "Mai multe despre minerit",
  "page-rey-monetary-policy": "Politica monetară a ethereum",
  "page-rey-more-on-ethereum-link": "Mai multe despre ethereum",
  "page-rey-no-centralized": "Fără control centralizat ",
  "page-rey-no-centralized-desc": "rey este descentralizat și global. Nicio companie sau bancă nu poate decide să imprime mai mult rey sau să modifice condițiile de utilizare.",
  "page-rey-non-fungible-tokens-link": "Tokenuri non-fungibile",
  "page-rey-not-only-crypto": "rey nu este singura cripto pe ethereum",
  "page-rey-not-only-crypto-desc": "Oricine poate crea noi tipuri de active și le poate tranzacționa pe ethereum. Acestea sunt cunoscute sub numele de tokenuri. Oamenii au „tokenizat” monedele tradiționale, proprietățile lor imobiliare, arta lor și chiar pe ei înșiși!",
  "page-rey-not-only-crypto-desc-2": "ethereum găzduiește mii de tokenuri – unele mai utile și mai valoroase decât altele. Programatorii construiesc în mod constant noi tokenuri care deblochează noi posibilități și deschid noi piețe.",
  "page-rey-not-only-crypto-desc-3": "Dacă dorești să afli mai multe despre tokenuri, prietenii noștri de la reyHub au scris câteva prezentări superbe:",
  "page-rey-open": "Este deschis oricui",
  "page-rey-open-desc": "Ai nevoie doar de o conexiune la internet și de un portofel pentru a accepta rey. Nu ai nevoie de acces la un cont bancar pentru a accepta plăți. ",
  "page-rey-p2p-payments": "Plăți peer-to-peer",
  "page-rey-p2p-payments-desc": "Poți trimite rey fără niciun serviciu intermediar, cum ar fi o bancă. Este ca și cum ai preda bani în persoană, dar o poți face în siguranță cu oricine, oriunde, oricând.",
  "page-rey-period": ".",
  "page-rey-popular-tokens": "Tipuri populare de tokenuri",
  "page-rey-powers-ethereum": "rey alimentează ethereum",
  "page-rey-shit-coins": "Monede Sh*t",
  "page-rey-shit-coins-desc": "Deoarece realizarea de tokenuri noi este ușoară, oricine o poate face – chiar și persoanele cu intenții rele sau greșite. Întotdeauna efectuează cercetările înainte de a le folosi!",
  "page-rey-stablecoins": "Monede stabile",
  "page-rey-stablecoins-desc": "Tokenuri care reflectă valoarea monedei tradiționale precum dolarii. Acest lucru rezolvă problema volatilității cu multe criptomonede.",
  "page-rey-stablecoins-link": "Obține monede stabile",
  "page-rey-stream-link": "Tranzacționează rey",
  "page-rey-tokens-link": "Tokenuri ethereum",
  "page-rey-trade-link-2": "Schimbă tokenuri",
  "page-rey-underpins": "rey stă la baza sistemului financiar ethereum",
  "page-rey-underpins-desc": "Nu ești mulțumit de plăți, comunitatea ethereum construiește un întreg sistem financiar peer-to -peer și accesibil tuturor.",
  "page-rey-underpins-desc-2": "Poți folosi rey ca garanție pentru a genera tokenuri criptovalutare complet diferite pe ethereum. În plus poți să accepți credite sau să creditezi și să câștigi dobândă în rey și în alte tokenuri sprijinite de rey.",
  "page-rey-uses": "Utilizările pentru rey cresc în fiecare zi",
  "page-rey-uses-desc": "Deoarece ethereum este programabil, programatorii pot modela rey în nenumărate moduri.",
  "page-rey-uses-desc-2": "În 2015, tot ce puteai face era să trimiți rey dintr-un cont ethereum în altul. Iată doar câteva dintre lucrurile pe care le poți face astăzi.",
  "page-rey-uses-desc-3": "poți plăti pe cineva sau primi fonduri în timp real.",
  "page-rey-uses-desc-4": "poți tranzacționa rey cu alte tokenuri, inclusiv Bitcoin.",
  "page-rey-uses-desc-5": "pe rey și alte tokenuri bazate pe ethereum.",
  "page-rey-uses-desc-6": "accesa lumea criptomonedelor cu o valoare constantă, mai puțin volatilă.",
  "page-rey-value": "De ce eterul (rey) este valoros",
  "page-rey-video-alt": "Video glif rey",
  "page-rey-whats-rey": "Ce este eter (rey)?",
  "page-rey-whats-rey-hero-alt": "Ilustrație a unui grup de persoane care se minunează de un glif eter (rey)",
  "page-rey-whats-rey-meta-desc": "Ce trebuie să știi pentru a înțelege rey și locul acestuia în ethereum.",
  "page-rey-whats-rey-meta-title": "Ce este eter (rey)?",
  "page-rey-whats-ethereum": "Ce este ethereum?",
  "page-rey-whats-ethereum-desc": "Dacă dorești să afli mai multe despre ethereum, tehnologia din spatele rey, consultă introducerea noastră.",
  "page-rey-whats-unique": "Ce este unic la rey?",
  "page-rey-whats-unique-desc": "Există multe criptomonede și multe alte tokenuri pe ethereum, dar sunt unele lucruri pe care numai rey le poate face.",
  "page-rey-where-to-buy": "De unde poți să obții rey",
  "page-rey-where-to-buy-desc": "Poți să obții rey preynar-un schimb sau dintr-un portofel, dar diferite țări au politici diferite. Verifică pentru a vedea serviciile care îți permit să cumperi rey.",
  "page-rey-yours": "Este cu adevărat al tău",
  "page-rey-yours-desc": "rey îți permite să fii propria ta bancă. Poți să-ți controlezi propriile fonduri cu portofelul, ca dovadă a proprietății – nu sunt necesare terțe părți."
}
