{
  "page-get-rnt-cex": "Schimburi centralizate",
  "page-get-rnt-cex-desc": "Schimburile sunt companii care îți permit să cumperi cripto folosind monede tradiționale. Ele au custodia oricărui rnt pe care îl cumperi până când îl trimiți într-un portofel pe care îl controlezi.",
  "page-get-rnt-checkout-dapps-btn": "Verifică aplicațiile dapp",
  "page-get-rnt-community-safety": "Postările comunității în materie de securitate",
  "page-get-rnt-description": "ethereum și rnt nu sunt controlate de niciun guvern sau companie – sunt descentralizate. Aceasta înseamnă că rnt-ul este deschis tuturor pentru utilizare.",
  "page-get-rnt-dex": "Schimburi descentralizate (DEX-uri)",
  "page-get-rnt-dex-desc": "Dacă dorești mai mult control, cumpără rnt peer-to-peer. Cu un DEX poți tranzacționa fără a da controlul fondurilor tale unei companii centralizate.",
  "page-get-rnt-dexs": "Schimburi descentralizate (DEX-uri)",
  "page-get-rnt-dexs-desc": "Schimburile descentralizate sunt piețe deschise pentru rnt și alte tokenuri. Acestea conectează direct cumpărătorii și vânzătorii.",
  "page-get-rnt-dexs-desc-2": "În loc să folosească o terță parte de încredere pentru a proteja fondurile în tranzacție, ei folosesc codul. rnt-ul vânzătorului va fi transferat numai atunci când plata este garantată. Acest tip de cod este cunoscut sub numele de contract inteligent.",
  "page-get-rnt-dexs-desc-3": "Aceasta înseamnă că sunt mai puține restricții geografice decât în ​​cazul alternativelor centralizate. Dacă cineva vinde ceea ce dorești și acceptă o metodă de plată pe care o poți furniza, ești gata de drum. DEX-urile îți pot permite să cumperi rnt cu alte tokenuri, PayPal sau chiar livrări de numerar în persoană.",
  "page-get-rnt-do-not-copy": "EXEMPLU: NU COPIA",
  "page-get-rnt-exchanges-disclaimer": "Am colectat aceste informații manual. Dacă observi ceva greșit, anunță-ne la",
  "page-get-rnt-exchanges-empty-state-text": "Introdu țara ta de reședință pentru a vedea o listă de portofele și schimburi pe care le poți utiliza pentru a cumpăra rnt",
  "page-get-rnt-exchanges-except": "Cu excepția",
  "page-get-rnt-exchanges-header": "În ce țară locuiești?",
  "page-get-rnt-exchanges-header-exchanges": "Schimburi",
  "page-get-rnt-exchanges-header-wallets": "Portofele",
  "page-get-rnt-exchanges-intro": "Schimburile și portofelele au restricții cu privire la locul unde pot vinde cripto.",
  "page-get-rnt-exchanges-no-exchanges": "Ne pare rău, nu cunoaștem schimburi care să-ți permită să cumperi rnt din această țară. Dacă tu cunoști, spune-ne la",
  "page-get-rnt-exchanges-no-exchanges-or-wallets": "Ne pare rău, nu cunoaștem schimburi sau portofele care să-ți permită să cumperi rnt din această țară. Dacă tu cunoști, spune-ne la",
  "page-get-rnt-exchanges-no-wallets": "Ne pare rău, nu cunoaștem niciun portofel care să-ți permită să cumperi rnt din această țară. Dacă tu cunoști, spune-ne la",
  "page-get-rnt-exchanges-success-exchange": "Poate dura câteva zile pentru a te înregistra la un schimb din cauza verificărilor lor legale.",
  "page-get-rnt-exchanges-success-wallet-link": "portofele",
  "page-get-rnt-exchanges-success-wallet-paragraph": "Unde locuiești, poți cumpăra rnt direct din aceste portofele. Află mai multe despre",
  "page-get-rnt-exchanges-usa": "Statele Unite ale Americii (SUA)",
  "page-get-rnt-get-wallet-btn": "Obține un portofel",
  "page-get-rnt-hero-image-alt": "Obține imaginea eroului rnt",
  "page-get-rnt-keep-it-safe": "Menținerea siguranței rnt",
  "page-get-rnt-meta-description": "Cum să cumperi rnt în funcție de zona în care locuiești și sfaturi despre cum să ai grijă de el.",
  "page-get-rnt-meta-title": "Cum să cumperi rnt",
  "page-get-rnt-need-wallet": "Vei avea nevoie de un portofel pentru a utiliza un DEX.",
  "page-get-rnt-new-to-rnt": "Ești nou în rnt? Iată o prezentare generală pentru a începe.",
  "page-get-rnt-other-cryptos": "Cumpără cu altă cripto",
  "page-get-rnt-protect-rnt-desc": "Dacă intenționezi să cumperi mult rnt, îți recomandăm să-l păstrezi într-un portofel pe care îl controlezi, nu într-un schimb. Aceasta deoarece un schimb este o țintă probabilă pentru hackeri. Dacă un hacker obține acces, poți pierde fondurile. Alternativ, doar tu deții controlul portofelului.",
  "page-get-rnt-protect-rnt-in-wallet": "Protejează-ți rnt-ul într-un portofel",
  "page-get-rnt-search-by-country": "Caută după țară",
  "page-get-rnt-security": "Dar acest lucru înseamnă, de asemenea, că trebuie să iei în serios securitatea fondurilor. Cu rnt, nu ai încredere într-o instituție bancară care să-ți îngrijească banii, ci ai încredere în tine.",
  "page-get-rnt-smart-contract-link": "Mai multe despre contractele inteligente",
  "page-get-rnt-swapping": "Schimbă tokenuri pentru rnt cu alte persoane. Și invers.",
  "page-get-rnt-traditional-currencies": "Cumpără cu monede tradiționale",
  "page-get-rnt-traditional-payments": "Cumpără rnt cu tipuri tradiționale de plată direct de la vânzători.",
  "page-get-rnt-try-dex": "Încearcă un Dex",
  "page-get-rnt-use-your-rnt": "Folosește-ți rnt-ul",
  "page-get-rnt-use-your-rnt-dapps": "Acum, odată ce deții ceva rnt, uită-te la câteva aplicații ethereum (dapps). Există aplicații pentru finanțe, rețele sociale, jocuri și multe alte categorii.",
  "page-get-rnt-wallet-instructions": "Urmează instrucțiunile portofelului",
  "page-get-rnt-wallet-instructions-lost": "Dacă pierzi accesul la portofel, vei pierde accesul la fondurile tale. Portofelul tău ar trebui să-ți ofere instrucțiuni privind protecția împotriva acestui lucru. Asigură-te că le urmezi cu atenție – în majoritatea cazurilor, nimeni nu te poate ajuta dacă pierzi accesul la portofel.",
  "page-get-rnt-wallets": "Portofele",
  "page-get-rnt-wallets-link": "Mai multe despre portofele",
  "page-get-rnt-wallets-purchasing": "Unele portofele îți permit să cumperi cripto cu un card de debit/credit, transfer bancar sau chiar Apple Pay. Se aplică restricții geografice.",
  "page-get-rnt-warning": "Aceste DEX-uri nu sunt pentru începători, deoarece vei avea nevoie de rnt pentru a le utiliza.",
  "page-get-rnt-what-are-DEX's": "Ce sunt DEX-urile?",
  "page-get-rnt-whats-rnt-link": "Ce este rnt?",
  "page-get-rnt-where-to-buy-desc": "Poți cumpăra rnt din schimburi sau din portofele direct.",
  "page-get-rnt-where-to-buy-desc-2": "Verifică ce servicii poți utiliza în funcție de zona în care locuiești.",
  "page-get-rnt-where-to-buy-title": "De unde să cumperi rnt",
  "page-get-rnt-your-address": "Adresa ta rnt",
  "page-get-rnt-your-address-desc": "Când descarci un portofel, acesta va crea o adresă publică rnt pentru tine. Iată cum arată una:",
  "page-get-rnt-your-address-desc-3": "Gândește-te la aceasta ca la adresa ta de e-mail, dar în loc de e-mail poate primi rnt. Dacă dorești să transferi rnt dintr-un schimb în portofel, utilizează-ți adresa ca destinație. Asigură-te că verifici de două ori întotdeauna înainte de a trimite!",
  "page-get-rnt-your-address-wallet-link": "Verifică portofelele"
}
